Repository: elementary/iconbrowser
Catalog: po/extra/*.po
Languages: ca, fr, ja, mr, pt, ru, sv, uk, zh_hant

source: Icon Browser
ca: Navegador d'icones
fr: Explorateur d'icônes
ja: アイコンビューアー
mr: आयकॉन ब्राउझर
pt: Explorador de ícones
sv: Ikon webbläsare
uk: Переглядач піктограм
zh_hant: 圖示瀏覽器

source: Browse and find system icons
ca: Navegueu i trobeu icones del sistema
fr: Parcourez et trouvez les icônes du système
ja: システムアイコンを検索したり確認したりします
mr: ब्राउझ करा आणि सिस्टम आयकॉन शोधा
pt: Pesquise e encontre ícones de sistema
ru: Просмотр и поиск системных значков
sv: Bläddra bland och hitta systemikoner
uk: Перегляд і пошук системних піктограм
zh_hant: 瀏覽或尋找系統圖示

source: icons;iconography;
ca: icones;iconografia;
fr: icônes;iconograhie;
ja: icons;iconography;アイコン;
mr: चिन्हे;प्रतिमा;
pt: ícones;iconografia;
ru: icons;iconography;значки;иконки;пиктограммы;
sv: ikoner;ikonografi;
uk: піктограми;icons;iconography;
zh_hant: icons;iconography;圖示;

source: Browse system icons by category or search by icon name. See icons at different sizes and get a quick code snippet to use in your apps.
ca: Navegueu per les icones del sistema per categoria o cerqueu-ne pel nom. Vegeu icones de diferents mides i obteniu un fragment de codi ràpid per utilitzar-lo a les vostres aplicacions.
fr: Parcourez les icônes du sytème par catégorie ou recherchez-les par leur nom. Visualisez les icônes dans différentes tailles et obtenez un simple exemple de code à utiliser dans vos applications.
ja: システムアイコンを、カテゴリー別で確認したりアイコン名で検索したりできます。また、アイコンを様々な大きさで確認したり、コードスニペットをご自身が開発するアプリに挿入したりできます。
mr: श्रेणीनुसार सिस्टम चिन्ह ब्राउझ करा किंवा चिन्हाच्या नावाने शोधा. वेगवेगळ्या आकारात आयकॉन पहा आणि तुमच्या ॲप्समध्ये वापरण्यासाठी द्रुत कोड स्निपेट मिळवा.
pt: Pesquise ícones de sistema por categoria ou procure por nome de ícone. Veja ícones em diferentes tamanhos e obtenha uma amostra de código para usar nas suas aplicações.
ru: Просматривайте системные значки по категориям или ищите их по названию. Просматривайте значки в разных размерах и получайте фрагмент кода для использования в своих приложениях.
sv: Bläddra bland systemikoner efter kategori eller sök på ikonens namn. Se ikoner i olika storlekar och få en snabb kodsnutt som du kan använda i dina appar.
uk: Переглядайте системні піктограми за категоріями або шукайте за назвою піктограми. Переглядайте піктограми різних розмірів і отримуйте швидкий фрагмент коду для використання у своїх програмах.
zh_hant: 依分類瀏覽系統圖示，或是搜尋圖示名稱。檢視圖示不同尺寸或取得原始碼中能夠使用的程式碼片段。

source: Browse system icons
ca: Navegueu per les icones del sistema
fr: Parcourez les icônes du système
ja: システムアイコンを確認できます
mr: सिस्टम चिन्ह ब्राउझ करा
pt: Explorar ícones do sistema
ru: Просмотр системных значков
sv: Bläddra bland systemikoner
uk: Переглядайте системні піктограми
zh_hant: 瀏覽系統圖示

source: Search by description
ca: Cerca per descripció
fr: Recherchez par description
ja: アイコンの説明文での検索が可能です
mr: वर्णनानुसार शोधा
pt: Procurar por descrição
ru: Поиск по описанию
sv: Sök efter beskrivning
uk: Шукайте за описом
zh_hant: 搜尋描述文字

source: Update icon list to match Platform 8
ca: Actualització de la llista d'icones perquè coincideixi amb la plataforma 8
fr: Mise à jour de la liste d'icônes pour correspondre à la plateforme 8
ja: プラットフォームバージョン 8 に合わせてアイコンリストを更新
mr: प्लॅटफॉर्म 8 शी जुळण्यासाठी आयकॉन सूची अपडेट करा
pt: Atualizar a lista de ícones para corresponder à plataforma 8
ru: Обновлён список значков до соответствия с платформой 8
sv: Uppdatera ikonlistan för att matcha Platform 8
uk: Оновлення списку піктограм відповідно до Платформи 8
zh_hant: 更新圖示列表來符合平台版本 8

source: Update translations
ca: Actualització de les traduccions
fr: Mise à jour des traductions
ja: 翻訳を更新
mr: भाषांतरे अपडेट करा
pt: Atualizar traduções
ru: Обновлены переводы
sv: Uppdatera översättningar
uk: Оновлення перекладів
zh_hant: 翻譯更新

source: Fixed an error that prevented app startup
ca: S'ha solucionat un error que impedia l'inici de l'aplicació.
fr: Correction d'une erreur bloquant le démarrage des applications
ja: アプリが起動できないエラーを修正
mr: ॲप स्टार्टअप प्रतिबंधित करणाऱ्या त्रुटीचे निराकरण केले
pt: Correção de um erro que impedia o arranque da aplicação
ru: Исправлена ошибка, из-за которой приложение не запускалось
sv: Åtgärdat ett fel som förhindrade start av appen
uk: Виправлено помилку, яка перешкоджала запуску застосунку
zh_hant: 修正讓應用程式無法啟動的錯誤

source: Updated with the latest icons:
ca: Actualitzat amb les icones més recents:
fr: Mis à jour avec les nouvelles icônes :
ja: 最新のアイコンに更新:
mr: नवीनतम चिन्हांसह अद्यतनित:
pt: Atualizado com os ícones mais recentes:
ru: Добавлены новые последние значки:
sv: Uppdaterad med de senaste ikonerna:
uk: Оновлені піктограми:
zh_hant: 更新來包含最新圖示：

source: A modern redesign!
ca: Un redisseny modern!
fr: Nouvelle version moderne !
ja: よりモダンなデザインに変更しました!
mr: आधुनिक रीडिझाइन!
pt: Um design moderno!
ru: Теперь в современном дизайне!
sv: En modern omdesign!
uk: Сучасний редизайн!
zh_hant: 更新成更現代化的設計！

source: Fancy new icon
ca: Nova icona fantàstica
fr: Une toute nouvelle icône
ja: おしゃれな新しいアイコン
mr: फॅन्सी नवीन चिन्ह
pt: Ícone novo e elegante
ru: Новая красивая иконка
sv: Ny snygg ikon
uk: Вишукана нова піктограма
zh_hant: 豪華的新圖示

source: Drag the window from anywhere
ca: Arrossegueu la finestra des de qualsevol lloc
fr: Déplacez la fenêtre partout
ja: ウィンドウのどこをドラッグしても、ウィンドウを移動できるように修正
mr: खिडकी कुठूनही ड्रॅग करा
pt: Arraste a janela a partir de qualquer lugar
ru: Перемещайте окно откуда угодно
sv: Dra fönstret från valfri plats
uk: Перетягуйте вікно звідки завгодно
zh_hant: 讓視窗任何地方拖曳都能移動視窗

source: Follow the system dark style preference
ca: Segueix la preferència d'estil fosc del sistema
fr: Respect du thème du système
ja: システムのダークモード設定に従うように修正
mr: प्रणाली गडद शैली प्राधान्य अनुसरण करा
pt: Segue a preferência de estilo escuro do sistema
ru: Следует системным настройкам темы оформления
sv: Följ systemets mörka stilpreferens
uk: Дотримання системних налаштувань темного стилю
zh_hant: 跟隨系統深色風格設定

source: Updated for Gtk 4
ca: Actualitzat per a Gtk 4
fr: Mise à jour pour Gtk 4
ja: GTK 4 にアップデート
mr: Gtk 4 साठी अपडेट केले
pt: Atualizado para Gtk4
ru: Обновлено до GTK 4
sv: Uppdaterad för Gtk 4
uk: Оновлення для Gtk 4
zh_hant: 更新至 Gtk 4
