Repository: elementary/iconbrowser
Catalog: po/*.po
Languages: ca, fr, ja, pt, ru, sv, uk

source: Severe or critical weather warning or alert
ca: Avís o alerta de mal temps o crític
fr: Avertissement ou alerte météorologique grave ou critique
ja: 危険・重大な警戒情報・発令
pt: Aviso ou alerta de tempo severo ou crítico
ru: Предупреждение или оповещение о суровых или опасных погодных условиях
sv: Varning eller larm om allvarligt eller kritiskt väder
uk: Попередження чи сповіщення про несприятливі або небезпечні погодні умови

source: Showers or rainy weather
ca: Xàfecs o temps plujós
fr: Averses ou temps pluvieux
ja: にわか雨または雨
pt: Tempo de chuva ou com chuviscos
ru: Ливни или дождливая погода
sv: Regnskurar eller regnigt väder
uk: Злива або дощ

source: Scattered showers or partly rainy weather
ca: Ruixats dispersos o temps parcialment plujós
fr: Averses éparses ou temps partiellement pluvieux
ja: 所によりにわか雨
pt: Tempo com chuva esporádica ou parcialmente chuvoso
ru: Рассеянные ливни или частично дождливая погода
sv: Spridda skurar eller delvis regnigt väder
uk: Короткочасні дощі або місцями дощова погода

source: Snow showers or snowy weather
ca: Ruixats de neu o temps de neu
fr: Averses de neige ou temps enneigé
ja: にわか雪または雪
pt: Tempo com neve ou com caída de neve
ru: Снегопады или снежная погода
sv: Snöbyar eller snöigt väder
uk: Снігопади або сніжна погода

source: Thunderstorms or stormy weather
ca: Tempestes o temps tempestuós
fr: Orages ou tempêtes ou temps orageux
ja: 雷雨または暴風雨
pt: Tempo com trovoada ou chuvas torrenciais
ru: Грозы или штормовая погода
sv: Åskväder eller stormigt väder
uk: Грози або складні погодні умови

source: Color Icons
ca: Icones de color
fr: Icônes de couleur
ja: 色付きアイコン
pt: Ícones de Cores
ru: Цветные значки
sv: Färgikoner
uk: Кольорові піктограми

source: Symbolic Icons
ca: Icones simbòliques
fr: Icônes symboliques
ja: シンボリックアイコン
pt: Ícones simbólicos
ru: Символьные значки
sv: Symboliska ikoner
uk: Символічні піктограми

source: Code Sample
ca: Exemple de codi
fr: Exemple de code
ja: コード例
pt: Amostras de código
ru: Образец кода
sv: Kodexempel
uk: Зразок коду

source: Copied!
ca: Captat!
fr: Copié !
ja: コピーしました!
ru: Скопировано!
sv: Kopierad!
uk: Скопійовано!

source: Unavailable
ca: No disponible
fr: Indisponible
ja: 利用不可
pt: Indisponível
ru: Недоступно
sv: Inte tillgänglig
uk: Недоступно

source: Icon Browser
ca: Navegador d'icones
fr: Explorateur d'icônes
ja: アイコンビューアー
pt: Explorador de ícones
sv: Ikon webbläsare
uk: Переглядач піктограм

source: Light background
ca: Fons clar
fr: Thème clair
ja: ライトモード
pt: Tema claro
ru: Светлый фон
sv: Ljus bakgrund
uk: Світле тло

source: Dark background
ca: Fons fosc
fr: Thème sombre
ja: ダークモード
pt: Tema escuro
ru: Тёмный фон
sv: Mörk bakgrund
uk: Темне тло
