Repository: elementary/iconbrowser
Catalog: po/*.po
Languages: ca, fr, ja, pt, ru, sv, uk

source: Display, screen, or monitor
ca: Pantalla o monitor
fr: Écran ou moniteur
ja: ディスプレイ、画面、およびモニター
pt: Tela, ecrã ou monitor
ru: Дисплей, экран или монитор
sv: Display, skärm eller monitor
uk: Дисплей, екран або монітор

source: Default selection emblem, such as for a printer or other device
ca: Emblema de selecció predeterminat, com ara una impressora o un altre dispositiu
fr: Symbole de sélection par défaut, par exemple pour une imprimante ou un autre dispositif
ja: デフォルトとして選択されていることを示す記号 (プリンターなどのデバイス)
pt: Símbolo padrão de seleção, como por exemplo para um impressora ou outro dispositivo
ru: Стандартная эмблема выбора, например, принтера или другого устройства
sv: Emblem för standardval, t.ex. för en skrivare eller annan enhet
uk: Типова емблема вибору, наприклад, для принтера або іншого пристрою

source: Disabled feature or service emblem
ca: Emblema de funció o servei desactivats
fr: Emblème de fonctionnalité ou service désactivé
ja: 機能やサービスが無効であることを示す記号
ru: Эмблема отключённой функции или службы
sv: Emblem för funktionshindrad funktion eller tjänst
uk: Емблема вимкненої функції або служби

source: Documents emblem
ca: Emblema de documents
fr: Symbole Documents
ja: 文書を示す記号
pt: Símbolo de documentos
ru: Эмблема документов
sv: Emblem för dokument
uk: Емблема документів

source: Downloads emblem
ca: Emblema de baixades
fr: Symbole Téléchargements
ja: ダウンロードを示す記号
pt: Símbolo de transferências
ru: Эмблема загрузок
sv: Emblem för nedladdningar
uk: Емблема завантаження

source: Enabled feature or service emblem
ca: Emblema de funció o servei activats
fr: Emblème de fonctionnalité ou service activé
ja: 機能やサービスが有効であることを示す記号
ru: Эмблема включённой функции или службы
sv: Emblem för aktiverad funktion eller tjänst
uk: Емблема увімкненої функції або служби

source: Emblem for the error status of a feature or service
ca: Emblema per a l'estat d'error d'una funció o servei
fr: Emblème pour l'état d'erreur d'une fonctionnalité ou service
ja: 機能やサービスにエラーが出ていることを示す記号
ru: Эмблема статуса ошибки функции или службы
sv: Emblem för felstatus för en funktion eller tjänst
uk: Емблема статусу помилки функції або служби

source: Item the user has marked as a favorite
ca: Element que l'usuari ha marcat com a favorit
fr: Élément que l'utilisateur a marqué comme favori
ja: ユーザーがお気に入りとしてマークした項目
pt: O item que o utilizador marcou como favorito
ru: Элемент, помеченный пользователем как избранный
sv: Objekt som användaren har markerat som favorit
uk: Елемент, який користувач позначив обраним

source: Item marked as important
ca: Element marcat com a important
fr: Élément marqué comme important
ja: 重要としてマークされた項目
pt: Item marcado como importante
ru: Элемент, отмеченный как важный
sv: Objektet markerat som viktigt
uk: Елемент, позначений важливим

source: Item related to email
ca: Element relacionat amb el correu electrònic
fr: Élément relatif à l'e-mail
ja: メールに関する項目
pt: Item relacionado com email
ru: Элемент, связанный с электронной почтой
sv: Objekt relaterad till e-post
uk: Елемент, пов'язаний з електронною поштою

source: Emblem for the partially enabled status of a feature or service
ca: Emblema per a l'estat parcialment activat d'una funció o servei
fr: Emblème pour l'état partiellement activé d'une fonctionnalité ou service
ja: 機能やサービスが一部有効であることを示す記号
ru: Эмблема статуса частично включённой функции или службы
sv: Emblem för delvis aktiverad status för en funktion eller tjänst
uk: Емблема для частково увімкненого стану функції або служби

source: Photos emblem
ca: Emblema de fotografies
fr: Symbole Photos
ja: 写真を示す記号
pt: Símbolo de fotos
ru: Эмблема фотографий
sv: Emblem för foton
uk: Емблема світлин

source: Item is read-only, or the user cannot write to or make changes to it
ca: L'element és només de lectura o l'usuari no pot escriure-hi ni fer-hi canvis
fr: L'élément est en lecture seule ou l'utilisateur ne peut pas y écrire ou y apporter des modifications
ja: 項目が読み込み専用か、ユーザーが書き込んだり変更を加えることができないことを示す
pt: O item é só de leitura, ou o utilizador não pode escrever ou fazer alterações do mesmo
ru: Элемент доступен только для чтения, либо пользователь не может записывать в него или изменять его
sv: Objektet är skrivskyddat, dvs. användaren kan inte skriva till eller göra ändringar i det
uk: Елемент доступний лише для читання, або користувач не може записувати до нього або змінювати його

source: Item shared with other people or users
ca: Element compartit amb altres persones o usuaris
fr: Élément partagé avec d'autres personnes ou utilisateurs
ja: ほかの人やユーザーと共有している項目
pt: Item partilhado com outras pessoas ou utilizadores
ru: Элемент, которым поделились с другими людьми или пользователями
sv: Objekt som delas med andra personer eller användare
uk: Елемент, яким ви поділилися з іншими людьми або користувачами

source: Item is a symbolic link to a file somewhere else
ca: L'element és un enllaç simbòlic a un fitxer en un altre lloc
fr: L'élément est un lien symbolique vers un autre fichier
ja: ほかの場所にあるファイルへのシンボリックリンクとなっている項目
pt: O item é uma ligação simbólica a um ficheiro guardado num outro lugar
ru: Элемент является символической ссылкой на файл, находящийся в другом месте
sv: Objektet är en symbolisk länk till en fil någon annanstans
uk: Елемент, символічне посилання на файл в іншому місці

source: Item is configured to be synchronized to another device or location
ca: L'element està configurat per sincronitzar-se amb un altre dispositiu o ubicació
fr: L'élément est configuré pour être synchronisé avec un autre appareil ou un autre emplacement
ja: ほかのデバイスや場所に同期する設定になっている項目
pt: O item está configurado para ser sincronizado com outro dispositivo ou localização
ru: Элемент настроен на синхронизацию с другим устройством или местоположением
sv: Objektet är konfigurerat för att synkroniseras med en annan enhet eller plats
uk: Елемент налаштовано на синхронізацію з іншим пристроєм або місцем розташування

source: Item is a system file, library, setting, or data
ca: L'element és un fitxer del sistema, una biblioteca, una configuració o dades
fr: L'élément est un fichier système, une bibliothèque, un paramètre ou des données
ja: システムのファイル・ライブラリ・設定・データに該当する項目
pt: O item é um ficheiro de sistema, biblioteca, definição ou dado
ru: Элемент является системным файлом, библиотекой, параметрами или данными
sv: Objektet är en systemfil, ett bibliotek, en inställning eller data
uk: Елемент, системний файл, бібліотека, налаштування або дані

source: Item is unreadable or inaccessible
ca: L'element és il·legible o inaccessible
fr: L'élément est illisible ou inaccessible
ja: 読み込み不能またはアクセス不能な項目
pt: O item é ilegível ou está inacessível
ru: Элемент не может быть прочитан или недоступен
sv: Objektet är oläsligt eller otillgängligt
uk: Елемент нечитабельний або недоступний

source: Emblem for the warning status of a feature or service
ca: Emblema per a l'estat d'avís d'una funció o servei
fr: Emblème pour l'état d'avertissement d'une fonctionnalité ou service
ja: 機能やサービスに警告が出ていることを示す記号
ru: Эмблема предупреждения о статусе функции или службы
sv: Emblem för varningsstatus för en funktion eller tjänst
uk: Емблема для попереджувального стану функції або служби

source: 0:-) emoticon
ca: emoticona 0:-)
fr: Émoji 0:-)
ja: 天使の顔の絵文字
ru: Смайлик « 0:-) »
sv: 0:-) uttryckssymbol
uk: Емотикон 0:-)

source: X-( emoticon
ca: emoticona X-(
fr: Émoji X(
ja: 怒った顔の絵文字
ru: Смайлик « X-( »
sv: X-( uttryckssymbol
uk: Емотикон X-(

source: B-) emoticon
ca: emoticona B-)
fr: Émoji B)
ja: サングラスをかけた顔の絵文字
ru: Смайлик « B-) »
sv: B-) uttryckssymbol
uk: Емотикон B-)

source: :'( emoticon
ca: emoticona :'(
fr: Émoji :'(
ja: 泣き顔の絵文字
ru: Смайлик « :'( »
sv: :'( uttryckssymbol
uk: Емотикон :'(

source: >:-) emoticon
ca: emoticona >:-)
fr: Émoji >:-(
ja: 悪魔の顔の絵文字
ru: Смайлик « >:-) »
sv: >:-) uttryckssymbol
uk: Емотикон >:-)

source: :-[ emoticon
ca: emoticona :-[
fr: Émoji :[
ja: 紅潮した顔の絵文字
ru: Смайлик « :-[ »
sv: :-[ uttryckssymbol
uk: Емотикон :-[

source: <3 emoticon
ca: emoticona <3
fr: Émoji <3
ja: ハートの絵文字
ru: Смайлик « <3 »
sv: <3 uttryckssymbol
uk: Емотикон <3

source: </3 emoticon
ca: emoticona </3
fr: Émoji </3
ja: 失恋の絵文字
ru: Смайлик « </3 »
sv: </3 uttryckssymbol
uk: Емотикон </3

source: :-* emoticon
ca: emoticona :-*
fr: Émoji :*
ja: キスの顔の絵文字
ru: Смайлик « :-* »
sv: :-* uttryckssymbol
uk: Емотикон :-*

source: :-)) emoticon
ca: emoticona :-))
fr: Émoji :))
ja: 歯を見せて笑う顔の絵文字
ru: Смайлик « :-)) »
sv: :-)) uttryckssymbol
uk: Емотикон :-))

source: :-(|) emoticon
ca: emoticona :-(|)
fr: Émoji :(|)
ja: 猿の絵文字
ru: Смайлик « :-(|) »
sv: :-(|) uttryckssymbol
uk: Емотикон :-(|)

source: :-| emoticon
ca: emoticona :-|
fr: Émoji :|
ja: 普通の表情の顔の絵文字
ru: Смайлик « :-| »
sv: :-| uttryckssymbol
uk: Емотикон :-|

source: :-P emoticon
ca: emoticona :-P
fr: Émoji :P
ja: 不満顔の絵文字
ru: Смайлик « :-P »
sv: :-P uttryckssymbol
uk: Емотикон :-P

source: :-( emoticon
ca: emoticona :-(
fr: Émoji :(
ja: 悲しい顔の絵文字
ru: Смайлик « :-( »
sv: :-( uttryckssymbol
uk: Емотикон :-(

source: :-& emoticon
ca: emoticona :-&
fr: Émoji :&
ja: 吐きそうな顔の絵文字
ru: Смайлик « :-& »
sv: :-& uttryckssymbol
uk: Емотикон :-&

source: :-) emoticon
ca: emoticona :-)
fr: Émoji :)
ja: 笑った顔の絵文字
ru: Смайлик « :-) »
sv: :-) uttryckssymbol
uk: Емотикон :-)

source: :-D emoticon
ca: emoticona :-D
fr: Émoji :D
ja: 口を開けて笑う顔の絵文字
ru: Смайлик « :-D »
sv: :-D uttryckssymbol
uk: Емотикон :-D

source: :-! emoticon
ca: emoticona :-!
fr: Émoji :-!
ja: 薄笑いする顔の絵文字
ru: Смайлик « :-! »
sv: :-! uttryckssymbol
uk: Емотикон :-!

source: :-0 emoticon
ca: emoticona :-0
fr: Émoji :0
ja: 驚いた顔の絵文字
ru: Смайлик « :-0 »
sv: :-0 uttryckssymbol
uk: Емотикон :-0

source: |-) emoticon
ca: emoticona |-)
fr: Émoji |)
ja: あくび顔の絵文字
ru: Смайлик « |-) »
sv: |-) uttryckssymbol
uk: Емотикон |-)

source: :-/ emoticon
ca: emoticona :-/
fr: Émoji :/
ja: 疑う顔の絵文字
ru: Смайлик « :-/ »
sv: :-/ uttryckssymbol
uk: Емотикон :-/

source: ;-) emoticon
ca: emoticona ;-)
fr: Émoji ;)
ja: ウィンクする顔の絵文字
ru: Смайлик « ;-) »
sv: ;-) uttryckssymbol
uk: Емотикон ;-)

source: :-S emoticon
ca: emoticona :-S
fr: Émoji :S
ja: 心配する顔の絵文字
ru: Смайлик « :-S »
sv: :-S uttryckssymbol
uk: Емотикон :-S

source: EPUB Ebook file types
ca: Tipus de fitxers de llibres electrònics EPUB
fr: Types de fichiers EBOOK
ja: EPUB 電子書籍ファイルタイプ
ru: Типы файлов EPUB Ebook
sv: EPUB Filtyper för e-böcker
uk: Файли електронних книг EPUB

source: Adobe Illustrator image file types
ca: Tipus de fitxers d'imatge d'Adobe Illustrator
fr: Types de fichiers image Adobe Illustrator
ja: Adobe Illustrator 画像ファイルタイプ
pt: Tipos de ficheiros de imagem do Adobe Illustrator
ru: Типы файлов изображений Adobe Illustrator
sv: Bildfilstyper för Adobe Illustrator
uk: Файлів зображень Adobe Illustrator

source: Javascript programming language file types
ca: Tipus de fitxers del llenguatge de programació Javascript
fr: Types de fichiers du langage de programmation Javascript
ja: Javascript ソースファイルタイプ
pt: Tipos de ficheiros de linguagem de programação Javascript
ru: Типы файлов языка программирования JavaScript
sv: Javascript programmeringsspråk filtyper
uk: Файли мови програмування Javascript

source: Microsoft Word file types
ca: Tipus de fitxers de Microsoft Word
fr: Types de fichiers Microsoft Word
ja: Microsoft Word ファイルタイプ
ru: Типы файлов Microsoft Word
sv: Microsoft Word filtyper
uk: Файли Microsoft Word

source: Binary file types
ca: Tipus de fitxers binaris
fr: Types de fichiers binaires
ja: バイナリファイルタイプ
ru: Бинарные типы файлов
sv: Binära filtyper
uk: Двійкові файли

source: PDF file types
ca: Tipus de fitxer PDF
fr: Types de fichiers PDF
ja: PDF ファイルタイプ
ru: Типы PDF файлов
sv: PDF-filtyper
uk: PDF-файли

source: PGP file types
ca: Tipus de fitxer PGP
fr: Types de fichiers PGP
ja: PGP ファイルタイプ
ru: Типы PGP файлов
sv: PGP filtyper
uk: Файли PGP

source: Debian package file types
ca: Tipus de fitxers de paquets Debian
fr: Types de fichiers de paquets Debian
ja: Debian パッケージファイルタイプ
ru: Типы файлов пакетов Debian
sv: Filtyper för Debian-paket
uk: Файли пакунків Debian

source: Flatpak reference file types
ca: Tipus de fitxers de referència de Flatpak
fr: Types de fichier de référence Flatpak
ja: Flatpak リファレンスファイルタイプ
ru: Типы файлов ссылок Flatpak
sv: Flatpak referensfilstyper
uk: Файли посилань Flatpak

source: Microsoft Access file types
ca: Tipus de fitxers de Microsoft Access
fr: Types de fichiers Microsoft Access
ja: Microsoft Access ファイルタイプ
ru: Типы файлов Microsoft Access
sv: Microsoft Access filtyper
uk: Файли Microsoft Access

source: Microsoft Excel file types
ca: Tipus de fitxers de Microsoft Excel
fr: Types de fichiers Microsoft Excel
ja: Microsoft Excel ファイルタイプ
ru: Типы файлов Microsoft Excel
sv: Microsoft Excel filtyper
uk: Файли Microsoft Excel

source: Microsoft PowerPoint file types
ca: Tipus de fitxers de Microsoft PowerPoint
fr: Types de fichiers Microsoft PowerPoint
ja: Microsoft PowerPoint ファイルタイプ
ru: Типы файлов Microsoft PowerPoint
sv: Microsoft PowerPoint filtyper
uk: Файли Microsoft PowerPoint

source: Oasis OpenDocument file types
ca: Tipus de fitxers Oasis OpenDocument
fr: Types de fichiers Oasis OpenDocument
ja: Oasis OpenDocument ファイルタイプ
ru: Типы файлов Oasis OpenDocument
sv: Oasis OpenDocument filtyper
uk: Файли Oasis OpenDocument

source: Torrent file types
ca: Tipus de fitxers torrent
fr: Types de fichiers Torrent
ja: Torrent ファイルタイプ
ru: Типы файлов Torrent
sv: Torrent-filtyper
uk: Торент-файли

source: CD Image file types
ca: Tipus de fitxers d'imatge de CD
fr: Types de fichiers Image CD
ja: CD イメージファイルタイプ
ru: Типы файлов образов CD-дисков
sv: CD-avbildning filtyper
uk: Файли образів CD

source: Desktop file types
ca: Tipus de fitxers d'escriptori
fr: Types de fichiers Desktop
ja: デスクトップファイルタイプ
ru: Типы файлов рабочего стола
sv: Filtyper för skrivbordet
uk: Файли стільниці

source: Executable file types
ca: Tipus de fitxers executables
fr: Types de fichiers exécutables
ja: 実行可能ファイルタイプ
pt: Tipos de ficheiros executáveis
ru: Типы исполняемых файлов
sv: Körbara filtyper
uk: Виконувані файли

source: FictionBook file types
ca: Tipus de fitxers FictionBook
fr: Types de fichiers FictionBook
ja: FictionBook ファイルタイプ
ru: Типы файлов FictionBook
sv: FictionBook filtyper
uk: Файли FictionBook

source: Firmware file types
ca: Tipus de fitxers de microprogramari
fr: Types de fichiers Firmware
ja: ファームウェアファイルタイプ
ru: Типы файлов прошивок
sv: Filtyper för fast programvara
uk: Файли мікропрограм

source: PHP programming language file types
ca: Tipus de fitxers del llenguatge de programació PHP
fr: Types de fichiers du langage de programmation PHP
ja: PHP ソースファイルタイプ
pt: Tipos de ficheiros de linguagem de programação PHP
ru: Типы файлов языка программирования PHP
sv: PHP programmeringsspråk filtyper
uk: Файли мови програмування PHP

source: Ruby programming language file types
ca: Tipus de fitxers del llenguatge de programació Ruby
fr: Types de fichiers du langage de programmation Ruby
ja: Ruby ソースソースファイルタイプ
pt: Tipos de ficheiros de linguagem de programação Ruby
ru: Типы файлов языка программирования Ruby
sv: Ruby programmeringsspråk filtyper
uk: Файли мови програмування Ruby

source: Shared library file types
ca: Tipus de fitxers de la biblioteca compartida
fr: Types de fichiers des bibliothèques partagées
ja: 共有ライブラリファイルタイプ
ru: Типы файлов библиотек
sv: Filtyper för delat bibliotek
uk: Типи файлів спільних бібліотек

source: Generic audio file types
ca: Tipus de fitxers d'àudio genèrics
fr: Types de fichiers audio génériques
ja: 一般的な音声ファイルタイプ
pt: Tipos de ficheiros de áudio genéricos
ru: Типы аудиофайлов
sv: Generiska ljudfiltyper
uk: Загальні аудіофайли

source: Audio playlist file types
ca: Tipus de fitxers de llistes de reproducció d'àudio
fr: Types de fichiers de playlist audio
ja: 音声プレイリストファイルタイプ
ru: Типы файлов аудио плейлистов
sv: Filtyper för ljudspellistor
uk: Файли аудіодобірок

source: Extension
ca: Extensió
ja: 拡張機能
ru: Расширение
sv: Filändelse
uk: Розширення

source: Generic font file types
ca: Tipus de fitxers de tipus de lletra genèrics
fr: Types de fichiers de polices génériques
ja: 一般的なフォントファイルタイプ
pt: Tipos de ficheiros de fontes genéricas
ru: Типы файлов шрифтов
sv: Generiska filtyper för teckensnitt
uk: Загальні файли шрифтів

source: Adobe Photoshop image file types
ca: Tipus de fitxers d'imatge d'Adobe Photoshop
fr: Types de fichiers image Adobe Photoshop
ja: Adobe Photoshop 画像ファイルタイプ
pt: Tipos de ficheiros de imagem do Adobe Photoshop
ru: Типы файлов изображений Adobe Photoshop
sv: Bildfilstyper i Adobe Photoshop
uk: Файли зображень Adobe Photoshop

source: Generic image file types
ca: Tipus genèrics de fitxers d'imatge
fr: Types de fichiers images génériques
ja: 一般的な画像ファイルタイプ
pt: Tipos de ficheiros de imagem genéricas
ru: Типы файлов изображений
sv: Generiska bildfilstyper
uk: Загальні файли зображень

source: XCF image file types
ca: Tipus de fitxers d'imatge XCF
fr: Types de fichiers image XCF
ja: XCF 画像ファイルタイプ
pt: Tipos de ficheiros de imagem XCF
ru: Типы файлов изображений XCF
sv: XCF-bildfilstyper
uk: Файли зображень XCF

source: Internet Feed
ca: Canal d'Internet
fr: Flux internet
ja: インターネットフィード
ru: Интернет-канал
sv: Internetflöde
uk: Інтернет-стрічки

source: Model
fr: Modèle
ja: モデル
ru: Модель
sv: Modell
uk: Модель

source: Contact file types
ca: Tipus de fitxers de contactes
fr: Types de fichiers Contact
ja: 連絡先ファイルタイプ
ru: Типы файлов контактов
sv: Typer av kontaktfiler
uk: Файли контактів

source: Database file types
ca: Tipus de fitxers de bases de dades
fr: Types de fichiers de base de données
ja: データベースファイルタイプ
ru: Типы файлов баз данных
sv: Filtyper för databaser
uk: Файли баз даних

source: Generic package file types
ca: Tipus de fitxers de paquets genèrics
fr: Types de fichiers de paquets génériques
ja: 一般的なパッケージファイルタイプ
pt: Tipos de ficheiros de pacote genérico
ru: Типы файлов пакетов
sv: Generiska filtyper för paket
uk: Загальні файли пакунків

source: Credit or debit card payments
ca: Pagaments amb targeta de crèdit o dèbit
fr: Paiements par carte de crédit ou de débit
ja: クレジットカード・デビットカードでの支払い
pt: Pagamentos de cartão de crédito ou débito
ru: Оплата кредитной или дебетовой картой
sv: Betalningar med kredit- eller betalkort
uk: Платежі кредитною або дебетовою карткою

source: American Express branded credit or debit card payments
ca: Pagaments amb targeta de crèdit o dèbit de la marca American Express
fr: Paiements par carte de crédit ou de débit American Express
ja: アメリカン・エキスプレスのクレジットカード・デビットカードでの支払い
pt: Pagamentos de cartão da marca American Express ou cartão de débito
ru: Оплата кредитной или дебетовой картой American Express
sv: Betalningar med kredit- eller betalkort av märket American Express
uk: Платежі кредитними або дебетовими картками бренду American Express

source: Diner's Club branded credit or debit card payments
ca: Pagaments amb targeta de crèdit o dèbit de la marca Diner's Club
fr: Paiements par carte de crédit ou de débit Diner's Club
ja: ダイナースクラブのクレジットカード・デビットカードでの支払い
pt: Pagamentos de cartão da marca Diner's Club ou cartão de débito
ru: Оплата кредитной или дебетовой картой Diner's Club
sv: Betalningar med Diner's Club-märkta kredit- eller betalkort
uk: Платежі кредитними або дебетовими картками бренду Diner's Club

source: Discover branded credit or debit card payments
ca: Pagaments amb targeta de crèdit o dèbit de Discover
fr: Paiements par carte de crédit ou de débit Discover
ja: ディスカバーのクレジットカード・デビットカードでの支払い
pt: Pagamentos de cartão da marca Discover ou cartão de débito
ru: Оплата кредитной или дебетовой картой Discover
sv: Betalningar med Discover-märkta kredit- eller betalkort
uk: Платежі кредитними або дебетовими картками бренду Discover

source: Japan Credit Bureau branded credit or debit card payments
ca: Pagaments amb targeta de crèdit o dèbit de la marca Japan Credit Bureau
fr: Paiements par carte de crédit ou de débit Japan Credit Bureau
ja: JCB のクレジットカード・デビットカードでの支払い
pt: Pagamentos de cartão da marca Japan Credit Bureau ou cartão de débito
ru: Оплата кредитной или дебетовой картой Japan Credit Bureau
sv: Betalningar med kredit- eller betalkort med Japan Credit Bureau-varumärke
uk: Платежі кредитними або дебетовими картками бренду Japan Credit Bureau

source: Mastercard branded credit or debit card payments
ca: Pagaments amb targeta de crèdit o dèbit de la marca Mastercard
fr: Paiements par carte de crédit ou de débit Mastercard
ja: Mastercard のクレジットカード・デビットカードでの支払い
pt: Pagamentos de cartão da marca Mastercard ou cartão de débito
ru: Оплата кредитной или дебетовой картой Mastercard
sv: Betalningar med kredit- eller betalkort av märket Mastercard
uk: Платежі кредитними або дебетовими картками бренду Mastercard

source: China UnionPay branded credit or debit card payments
ca: Pagaments amb targeta de crèdit o dèbit de la marca China UnionPay
fr: Paiements par carte de crédit ou de débit China UnionPay
ja: 中国銀聯のクレジットカード・デビットカードでの支払い
pt: Pagamentos de cartão da marca China UnionPay ou cartão de débito
ru: Оплата кредитной или дебетовой картой China UnionPay
sv: Betalningar med kredit- eller betalkort av märket China UnionPay
uk: Платежі кредитними або дебетовими картками бренду China UnionPay

source: Visa branded credit or debit card payments
ca: Pagaments amb targeta de crèdit o dèbit de la marca Visa
fr: Paiements par carte de crédit ou de débit Visa
ja: Visa のクレジットカード・デビットカードでの支払い
pt: Pagamentos de cartão da marca Visa ou cartão de débito
ru: Оплата кредитной или дебетовой картой Visa
sv: Betalningar med Visa-märkta kredit- eller betalkort
uk: Платежі кредитними або дебетовими картками бренду Visa

source: CSS text file types
ca: Tipus de fitxers de text CSS
fr: Types de fichiers texte CSS
ja: CSS テキストファイルタイプ
pt: Tipos de ficheiro de texto CSS
ru: Типы файлов CSS
sv: CSS textfilstyper
uk: Текстові файли CSS

source: HTML text file types
ca: Tipus de fitxers de text HTML
fr: Types de fichiers texte HTML
ja: HTML テキストファイルタイプ
pt: Tipos de ficheiro de texto HTML
ru: Типы файлов HTML
sv: HTML-textfilstyper
uk: Текстові файли HTML

source: Markdown text file types
ca: Tipus de fitxer de text Markdown
fr: Types de fichiers texte Markdown
ja: Markdown テキストファイルタイプ
pt: Tipos de ficheiro de texto Markdown
ru: Типы файлов Markdown
sv: Markdown textfilstyper
uk: Текстові файли Markdown

source: Bibtext file types
ca: Tipus de fitxers Bibtext
fr: Types de fichiers Bibtext
ja: Bibtext ファイルタイプ
ru: Типы файлов Bibtext
sv: Bibtext filtyper
uk: Файли Bibtext

source: Changelog file types
ca: Tipus de fitxer de registre de canvis
fr: Types de fichiers Changelog
ja: Changelog ファイルタイプ
ru: Типы файлов Changelog
sv: Ändringslogg filtyper
uk: Файли журналів

source: C programming language header file types
ca: Tipus de fitxers de capçalera del llenguatge de programació C
fr: Types de fichiers d'en-tête du langage de programmation C
ja: C 言語ヘッダーファイルタイプ
pt: Tipos de ficheiro de header linguagem de programação C
ru: Типы файлов заголовков языка программирования C
sv: Huvudfilstyper för programmeringsspråket C
uk: Файли заголовків мови програмування C

source: License file types
ca: Tipus de fitxers de llicència
fr: Types de fichiers de licence
ja: ライセンスファイルタイプ
ru: Типы файлов лицензий
sv: Typer av licensfiler
uk: Файли ліцензій

source: C programming language file types
ca: Tipus de fitxers de llenguatge de programació C
fr: Types de fichiers du langage de programmation C
ja: C 言語ソースファイルタイプ
pt: Tipos de ficheiro de linguagem de programação C
ru: Типы файлов языка программирования C
sv: Filtyper för programmeringsspråket C
uk: Файли мови програмування C

source: Generic text file types
ca: Tipus de fitxers de text genèrics
fr: Types de fichiers texte génériques
ja: 一般的なテキストファイルタイプ
pt: Tipos de ficheiro de texto genérico
ru: Типы текстовых файлов
sv: Generiska textfilstyper
uk: Звичайні текстові файли

source: Generic text templates
ca: Plantilles de text genèrics
fr: Modèles de texte génériques
ja: 一般的なテキストテンプレート
pt: Modelos de texto genéricos
ru: Общие текстовые шаблоны
sv: Generiska textmallar
uk: Звичайні текстові шаблони
