Repository: elementary/iconbrowser
Catalog: po/*.po
Languages: ca, fr, ja, pt, ru, sv, uk

source: Critical, unrecoverable, or other serious error
ca: Error crític, irrecuperable o un altre error greu
fr: Erreur critique, irrécupérable ou autre erreur grave
ja: 致命的・回復不能などの、重大なエラー
pt: Erro critico, irrecuperável ou grave
ru: Критическая, неисправимая или другая серьёзная ошибка
sv: Kritiskt, oåterkalleligt eller annat allvarligt fel
uk: Критична, невиправна або інша серйозна помилка

source: Contextual information or explanation
ca: Informació o explicació contextual
fr: Renseignements ou explications contextuels
ja: 状況に関する情報や説明
pt: Informação contextual ou explicação
ru: Контекстная информация или объяснение
sv: Kontextuell information eller förklaring
uk: Контекстна інформація або пояснення

source: Requesting authentication details, such as a password or encryption key
ca: Sol·licita detalls d'autenticació, com ara una contrasenya o una clau d'encriptació
fr: Demande de détails d'authentification, tels qu'un mot de passe ou une clé de cryptage
ja: 認証方法の要求 (パスワードや暗号化キーなど)
pt: A solicitar detalhes de autenticação, como por exemplo um senha ou chave de encriptação
ru: Запрос данных аутентификации, таких как пароль или ключ шифрования
sv: Begär autentiseringsuppgifter, t.ex. ett lösenord eller en krypteringsnyckel
uk: Запит даних для автентифікації, наприклад, пароля або ключа шифрування

source: Question, decision, or choice for the user
ca: Pregunta, decisió o tria per a l'usuari
fr: Question, décision ou choix pour l'utilisateur
ja: ユーザーに対する質問・決定・選択
pt: Questão, decisão ou escolha para o utilizador
ru: Вопрос, решение или выбор для пользователя
sv: Fråga, beslut eller val för användaren
uk: Питання, рішення або вибір для користувача

source: Warning of potentially dangerous actions or consequences
ca: Advertència d'accions o conseqüències potencialment perilloses
fr: Avertissement d'actions ou de conséquences potentiellement dangereuses
ja: 危険な可能性のある操作や結果についての警告
pt: Aviso de ações potencialmente perigosas ou consequências
ru: Предупреждение о потенциально опасных действиях или последствиях
sv: Varning för potentiellt farliga handlingar eller konsekvenser
uk: Попередження про потенційно небезпечні дії або наслідки

source: Placeholder used when an image or thumbnail is loading
ca: El marcador de posició s'usa quan es carrega una imatge o una miniatura
fr: Caractère de remplacement utilisé lorsqu'une image ou une vignette est en cours de chargement
ja: 画像やサムネイルを読み込む間に表示されるプレースホルダー
pt: Imagem provisória usada quando uma imagem ou miniatura está a carregar
ru: Заглушка, используемая при загрузке изображения или миниатюры
sv: Platshållare som används när en bild eller miniatyrbild laddas
uk: Заповнювач, що використовується під час завантаження зображення або мініатюри

source: Placeholder used when an image or thumbnail is missing or cannot be loaded
ca: El marcador de posició s'usa quan falta una imatge o una miniatura o no es pot carregar
fr: Caractère de remplacement utilisé lorsqu'une image ou une miniature est manquante ou ne peut pas être chargée
ja: 画像やサムネイルが存在しないか読み込めなかった場合に表示されるプレースホルダー
pt: Imagem provisória usada quando uma imagem ou miniatura está em falta ou não consegue ser carregada
ru: Заглушка, используемая, когда изображение или миниатюра отсутствует или не может быть загружена
sv: Platshållare som används när en bild eller miniatyrbild saknas eller inte kan laddas
uk: Заповнювач, що використовується, коли зображення або мініатюра відсутні або не можуть бути завантажені

source: Location services are in use
ca: Els serveis d'ubicació estan en ús
fr: Les services de localisation sont en cours d'utilisation
ja: 位置情報サービスを使用中
ru: Используются службы определения местоположения
sv: Platstjänster används
uk: Використовується служба визначення розташування

source: Location services are disabled and unavailable
ca: Els serveis d'ubicació estan desactivats i no estan disponibles
fr: Les services de localisation sont désactivés et indisponibles
ja: 位置情報サービスは無効または利用不可
ru: Службы определения местоположения отключены и недоступны
sv: Platstjänsterna är inaktiverade och inte tillgängliga
uk: Служби визначення розташування вимкнені й недоступні

source: Location services are available, but not in use
ca: Els serveis d'ubicació estan disponibles, però no s'usen
fr: Les services de localisation sont disponibles, mais non utilisés
ja: 位置情報サービスは利用可能だが、使用中ではない
ru: Службы определения местоположения доступны, но не используются
sv: Lokaliseringstjänster är tillgängliga, men används inte
uk: Служби визначення розташування доступні, але не використовуються

source: Locked or secured, typically requiring authentication or a password to unlock
ca: Blocat o segur, normalment requereix autenticació o una contrasenya per desblocar
fr: Verrouillé ou sécurisé, nécessitant généralement une authentification ou un mot de passe pour le déverrouillage
ja: ロック済みまたは安全な状態 (一般に、認証やパスワードによるロック解除が必要な状態)
pt: Trancado ou seguro, tipicamente é necessário autenticação ou uma senha para destrancar
ru: Защищено или заблокировано; как правило, требуется аутентификация или пароль для разблокировки
sv: Låst eller säkrat, kräver vanligtvis autentisering eller ett lösenord för att låsas upp
uk: Заблоковані або захищені, як правило, вимагають автентифікації або пароля для розблокування

source: Mail attachment or file in an email
ca: Fitxer adjunt o fitxer en un correu electrònic
fr: Envoyer une pièce jointe ou un fichier dans un e-mail
ja: メールの添付ファイル
pt: Anexo de email ou ficheiro num email
ru: Вложение или файл в электронном письме
sv: E-postbilaga eller fil i ett e-postmeddelande
uk: Поштове вкладення або файл в електронному листі

source: New, unread, or unviewed email
ca: Correu electrònic nou, no llegit o no vist
fr: Nouvel e-mail, non lu ou non consulté
ja: 新着・未読・未表示のメール
pt: Email novo, não lido ou não visto
ru: Новое, непрочитанное или непросмотренное письмо
sv: Ny, oläst eller obevakad e-post
uk: Новий, непрочитаний або не переглянутий лист

source: Read or already-viewed email
ca: Correu electrònic llegit o ja vist
fr: E-Mail lu ou déjà consulté
ja: 既読・表示済みのメール
pt: Email lido ou já visto
ru: Прочитанное или просмотренное письмо
sv: Läst eller redan visad e-post
uk: Прочитаний або вже переглянутий лист

source: Email that has been replied or responded to
ca: Correu electrònic que s'ha respost
fr: E-Mail auquel on a déjà répondu ou auquel on a fait suite
ja: 返信・応答済みのメール
pt: Email que foi respondido ou respondido a
ru: Письмо, на которое был дан ответ
sv: E-post som har besvarats eller besvaras
uk: Електронні листи, на які було надано відповідь або на які було надіслано відповідь

source: Email that contains a signature
ca: Correu electrònic que conté una signatura
fr: E-mail contenant une signature
ja: 電子署名が付いたメール
pt: Email que contém uma assinatura
ru: Письмо, содержащее подпись
sv: E-post som innehåller en signatur
uk: Електронна пошта, яка містить підпис

source: Email that contains a signature that is verified by the security system
ca: Correu electrònic que conté una signatura verificada pel sistema de seguretat
fr: E-mail contenant une signature vérifiée par le système de sécurité
ja: セキュリティシステムによって確認済みの電子署名が付いたメール
pt: Email que contém uma assinatura que está verificada por um sistema de segurança
ru: Письмо, содержащее подпись, подтверждённую системой безопасности
sv: E-post som innehåller en signatur som verifieras av säkerhetssystemet
uk: Електронна пошта, що містить підпис, який перевіряється системою безпеки

source: Repeat a song, video, track, album, playlist, or other media
ca: Repeteix una cançó, un vídeo, una pista, un àlbum, una llista de reproducció o altres mitjans
fr: Répéter un titre, une vidéo, une piste, un album, une liste de lecture ou tout autre média
ja: 曲・動画・トラック・アルバム・プレイリストなどのメディアを繰り返し再生
pt: Repetir uma música, vídeo, faixa, álbum, lista de reprodução ou outro tipo de multimédia
ru: Повтор песни, видео, трека, альбома, плейлиста или другого типа медиа
sv: Upprepa en låt, video, spår, album, spellista eller annan media
uk: Повторення пісні, відео, доріжки, альбому, добірки або іншого медіафайлу

source: Shuffle or randomize an album, playlist, or other media
ca: Barreja o fes aleatori un àlbum, una llista de reproducció o altres mitjans
fr: Lire aléatoirement un album, une liste de lecture ou tout autre média
ja: アルバム・プレイリストなどのメディアをシャッフル・ランダム再生
pt: Misturar um álbum, lista de reprodução ou outro tipo de multimédia
ru: Перемешать, проигрывать в случайном порядке альбом, плейлист или другой тип медиа
sv: Blanda eller slumpa fram ett album, en spellista eller annan media
uk: Перемішати або впорядкувати альбом, добірку або інші медіафайли у випадковому порядку

source: Error or problem initializing or creating a network connection
ca: Error o problema en iniciar o crear una connexió de xarxa
fr: Erreur ou problème lors de l'initialisation ou de la création d'une connexion réseau
ja: ネットワーク接続初期化時・作成時のエラー・問題
pt: Erro ou problema ao inicializar ou criar uma ligação de rede
ru: Ошибка или проблема с установкой или созданием сетевого подключения
sv: Fel eller problem med att initiera eller skapa en nätverksanslutning
uk: Помилка або проблема ініціалізації або створення мережного з'єднання

source: No data being transmitted or received while connected to a network
ca: No es transmeten ni es reben dades mentre està connectat a una xarxa
fr: Aucune donnée n'est transmise ou reçue pendant la connexion à un réseau
ja: ネットワークには接続済みだが、データ送受信をしない
pt: Não há dados a serem transmitidos ou a receber enquanto ligado a uma rede
ru: Отсутствует передача данных по сети
sv: Inga data sänds eller tas emot när du är ansluten till ett nätverk
uk: Під час під'єднання до мережі дані не передаються і не приймаються

source: Disconnected or offline from a network
ca: Desconnectat o fora de línia d'una xarxa
fr: Hors-ligne ou déconnecté d'un réseau
ja: ネットワークから切断された状態・オフライン
pt: Desconectado ou desligado de uma rede
ru: Отключено или не подключено к сети
sv: Bortkopplad eller offline från ett nätverk
uk: Мережа від'єднана або офлайн

source: Data is being received over a network
ca: Es reben dades a través d'una xarxa
fr: Les données sont reçues par l'inermédiaire d'un réseau
ja: ネットワーク経由でデータを受信中
pt: Os dados estão a ser recebidos por uma rede
ru: Получение данных по сети
sv: Data tas emot via ett nätverk
uk: Дані надходять через мережу

source: Data is being transmitted over a network
ca: Les dades es transmeten a través d'una xarxa
fr: Les données sont transmises sur un réseau
ja: ネットワーク経由でデータを送信中
pt: Os dados estão a ser transmitidos por uma rede
ru: Отправка данных по сети
sv: Data överförs via ett nätverk
uk: Дані передаються через мережу

source: Data is being both transmitted and received simultaneously over a network
ca: Les dades es transmeten i es reben simultàniament a través d'una xarxa
fr: Les données sont transmises et reçues simultanément sur un réseau
ja: ネットワーク経由でデータを同時に送受信中
pt: Os dados estão a ser ambos transmitidos e recebidos simultaneamente por uma rede
ru: Отправка и получение данных по сети
sv: Data både sänds och tas emot samtidigt över ett nätverk
uk: Дані одночасно передаються та надходять через мережу

source: Wired network, such as Ethernet, is disconnected
ca: La xarxa amb fil, com ara Ethernet, està desconnectada
fr: Le réseau câblé, tel qu'Ethernet, est déconnecté
ja: 有線ネットワーク (イーサネットなど) が切断状態
pt: Rede por fio, como por exemplo Ethernet, está desconectada
ru: Проводная сеть, например Ethernet, не подключена
sv: Det trådbundna nätverket, t.ex. Ethernet, är frånkopplat
uk: Дротова мережа, наприклад, Ethernet, відключена

source: Item is not starred, favorited, or pinned by the user
ca: L'usuari no destaca l'element, no l'ha marcat com a preferit ni l'ha fixat
fr: L'élément n'est pas marqué d'une étoile, marqué comme favori ou épinglé par l'utilisateur
ja: ユーザーの星付き・お気に入り・ピン留め済みではない項目
pt: O item não tem estrela, não é favorito ou não foi afixado pelo utilizador
ru: Элемент не помечен, не добавлен в избранное и не закреплён пользователем
sv: Objektet har inte stjärnmärkts, favoritmarkerats eller fästs av användaren
uk: Елемент не позначений зірочкою, не вподобаний або не закріплений користувачем

source: Notifications are disabled or in Do-Not-Disturb mode
ca: Les notificacions estan desactivades o en mode de no molestar
fr: Les notifications sont désactivées ou en mode Ne pas déranger
ja: 通知が無効、または非通知モードに設定されている状態
pt: As notificações estão desativadas ou tem o modo Não Incomodar ligado
ru: Уведомления отключены или включён режим «Не беспокоить»
sv: Notifieringar är inaktiverade eller i stör ej-läge
uk: Сповіщення вимкнені або режим «Не турбувати»

source: Error or problem occurred when attempting to print
ca: S'ha produït un error o un problema en intentar imprimir
fr: Erreur ou problème survenu lors de la tentative d'impression
ja: 印刷試行中にエラーや問題が発生
pt: Ocorreu um erro ou problema ao tentar imprimir
ru: Произошла ошибка или проблема при попытке печати
sv: Fel eller problem uppstod när du försökte skriva ut
uk: Виникла помилка або проблема під час спроби друку

source: Job has been successfully spooled or sent to a printer
ca: La tasca s'ha enviat a una impressora o a la cua correctament
fr: Le travail a été transféré ou envoyé avec succès à une imprimante
ja: ジョブが正常にスプールまたはプリンターへ送信された
pt: O trabalho foi enviado para a impressora com sucesso
ru: Задача успешно добавлена в очередь или отправлена на принтер
sv: Jobbet har spoolats eller skickats till en skrivare
uk: Завдання успішно розміщено або надіслано на принтер

source: Process, job, or task has successfully completed or finished
ca: El procés, la feina o la tasca s'ha completat o acabat correctament
fr: Le processus, le travail ou la tâche a été mené à bien ou s'est terminé avec succès
ja: プロセス・ジョブ・タスクが正常に完了・終了
pt: O processo, trabalho ou tarefa completou com sucesso ou terminou
ru: Процесс, задание или задача успешно завершены или выполнены
sv: Processen, jobbet eller uppgiften har framgångsrikt slutförts eller avslutats
uk: Процес, робота або завдання успішно виконано або завершено

source: Process, job, or task has failed or been unsuccessful
ca: El procés, la feina o la tasca ha fallat o no ha tingut èxit.
fr: Le processus, le travail ou la tâche a échoué ou n'a pas abouti
ja: プロセス・ジョブ・タスクが失敗
ru: Процесс, задание или задача не удалась или бвлп неудачной
sv: Processen, jobbet eller uppgiften har misslyckats eller varit misslyckad
uk: Невдале або неуспішне виконання процесу, роботи або завдання

source: Process, job, or task is currently paused or on hold
ca: El procés, la feina o la tasca està actualment interrompuda o s'espera.
fr: Le processus, le travail ou la tâche est actuellement en pause ou en attente
ja: プロセス・ジョブ・タスクが一時停止中・保留中
ru: Процесс, задание или задача в настоящее время приостановлена
sv: Processen, jobbet eller uppgiften är för närvarande pausad eller avbruten
uk: Процес, роботу або завдання наразі призупинено або перебуває на утриманні

source: Known to be secure, such as using strong encryption and a valid, verified, or trusted certificate
ca: Se sap que és segur, com ara amb una encriptació forta i un certificat vàlid, verificat o de confiança
fr: Connu pour être sécurisé, en utilisant par exemple un cryptage fort et un certificat valide, vérifié ou de confiance
ja: 安全性が保証された状態 (強力な暗号化と、有効・確認済み・信頼済みの証明書を使用しているなど)
pt: É conhecido por ser seguro, como por exemplo usar uma encriptação forte e um certificado valido, verificado e confiável
ru: Заведомо безопасно, например, надёжное шифрование или действительный, подтверждённый или доверенный сертификат
sv: Känd för att vara säker, t.ex. genom att använda stark kryptering och ett giltigt, verifierat eller betrott certifikat
uk: Відомо, що вони захищені, наприклад, за допомогою надійного шифрування та дійсного, перевіреного або довіреного сертифіката

source: Presumed to be secure, such as using encryption
ca: Se suposa que és segur, com ara l'ús d'encriptació
fr: Présumé sécurisé, en utilisant par exemple le chiffrement
ja: 安全と思われる状態 (暗号化を使用しているなど)
pt: Presume-se ser seguro, como por exemplo usar encriptação
ru: Считается безопасным, например использование шифрования
sv: Förutsätts vara säker, t.ex. med hjälp av kryptering
uk: Передбачається, що вони захищені, наприклад, за допомогою шифрування

source: Presumed to be insecure, such as unsecured, unencrypted, weak encryption, or an invalid, unverified, or untrusted certificate
ca: Se suposa que no és segur, com ara una encriptació no segura, sense encriptació, dèbil o un certificat no vàlid, no verificat o de confiança
fr: Présumé non sécurisé, en utilisant par exemple un cryptage non sécurisé, non crypté, faible, ou un certificat invalide, non vérifié ou non fiable
ja: 安全でないと思われる状態 (セキュアでない、暗号化されていない、暗号化が弱い、あるいは不正・未確認・信頼されていない証明書を使用しているなど)
pt: Presume-se que seja inseguro, como por exemplo um certificado inseguro, invalido, não verificado, não conhecido e sem ou com fraca encriptação
ru: Считается небезопасным, например, незащищенный, незашифрованный или слабо зашифрованный, или недействительный, неподтверждённый или ненадежный сертификат
sv: Förmodas vara osäkert, t.ex. osäkert, okrypterat, svag kryptering eller ett ogiltigt, overifierat eller icke betrott certifikat
uk: Передбачається, що вони не безпечні, наприклад, незахищені, незашифровані, зі слабким шифруванням або з недійсним, неперевіреним або ненадійним сертифікатом

source: Updated apps, software, or drivers are available
ca: Hi ha aplicacions, programari o controladors actualitzats disponibles
fr: Des mises à jour d'applications, de logiciels ou de pilotes sont disponibles
ja: アプリ・ソフトウェア・ドライバーのアップデートが利用可能
pt: Estão disponíveis atualizações para aplicações, software ou controladores
ru: Доступны обновлённые приложения, программное обеспечение или драйверы
sv: Uppdaterade appar, programvara eller drivrutiner finns tillgängliga
uk: Доступні оновлення застосунків, програмного забезпечення або драйверів

source: Urgent or critical updates are available
ca: Hi ha actualitzacions urgents o crítiques disponibles
fr: Des mises à jour urgentes ou critiques sont disponibles
ja: 緊急あるいは重大なアップデートが利用可能
pt: Estão disponíveis atualizações urgentes ou críticas
ru: Доступны срочные или критические обновления
sv: Brådskande eller kritiska uppdateringar finns tillgängliga
uk: Доступні термінові або критичні оновлення

source: Item is starred, favorited, or pinned by the user
ca: L'usuari destaca, marca com a preferit o fixa l'element
fr: L'élément est marqué d'une étoile, marqué comme favori ou épinglé par l'utilisateur
ja: ユーザーの星付き・お気に入り・ピン留め済み項目
pt: O item tem estrela, é favorito ou foi afixado pelo utilizador
ru: Элемент помечен, добавлен в избранное или закреплён пользователем
sv: Objektet har stjärnmärkts, favoritmarkerats eller fästs av användaren
uk: Елемент позначений зірочкою, уподобаний або закріплений користувачем

source: Task is due soon
ca: La tasca s'ha de fer aviat
fr: La tâche est attendue sous peu
ja: タスクの期日が近い
pt: A tarefa vai terminar brevemente
ru: Приближается срок сдачи задания
sv: Uppgiften ska vara klar snart
uk: Завдання має бути виконане найближчим часом

source: Task is incomplete past the due date
ca: La tasca està incompleta després de la data de venciment
fr: La tâche est incomplète après la date d'échéance
ja: タスクが未完了のまま期日を経過
pt: A tarefa está incompleta e passou a data limite
ru: Задание выполнено не полностью или сдано после срока выполнения
sv: Uppgiften är ofullständig efter förfallodagen
uk: Завдання не виконано за вказаний час

source: User, person, or contact is available or online
ca: L'usuari, la persona o el contacte està disponible o en línia
fr: L'utilisateur, la personne ou le contact est disponible ou en ligne
ja: ユーザー・人物・連絡先が連絡可能またはオンライン
pt: Utilizador, pessoa ou contacto está disponível ou ligado
ru: Пользователь, человек или контакт доступен или в сети
sv: Användare, person eller kontakt är tillgänglig eller online
uk: Користувач, особа або контакт доступні або онлайн

source: User, person, or contact is away or unavailable
ca: L'usuari, la persona o el contacte és absent o no disponible
fr: L'utilisateur, la personne ou le contact est absent ou indisponible
ja: ユーザー・人物・連絡先が離席中または不在
pt: Utilizador, pessoa ou contacto está ausente ou indisponível
ru: Пользователь, человек или контакт отсутствует или недоступен
sv: Användaren, personen eller kontakten är borta eller otillgänglig
uk: Користувач, особа або контакт відсутні або недоступні

source: User, person, or contact is idle or unresponsive
ca: L'usuari, la persona o el contacte està inactiu o no respon
fr: L'utilisateur, la personne ou le contact est inactif ou ne répond pas
ja: ユーザー・人物・連絡先が時間外または応答不可
pt: Utilizador, pessoa ou contacto está inativo ou não responde
ru: Пользователь, человек или контакт отошёл или не отвечает
sv: Användaren, personen eller kontakten är inaktiv eller svarar inte
uk: Користувач, особа або контакт неактивний або не відповідає

source: User, person, or contact is offline or unreachable
ca: L'usuari, la persona o el contacte està fora de línia o no s'hi pot accedir
fr: L'utilisateur, la personne ou le contact est hors ligne ou injoignable
ja: ユーザー・人物・連絡先がオフラインまたは連絡不可
pt: Utilizador, pessoa ou contacto está desligado ou inacessível
ru: Пользователь, человек или контакт не в сети или недоступен
sv: Användaren, personen eller kontakten är offline eller oanträffbar
uk: Користувач, особа або контакт офлайн або недоступні

source: Private, anonymous, untracked, or incognito
ca: Privat, anònim, sense seguiment o d'incògnit
fr: Privé, anonyme, non suivi ou incognito
ja: プライベート・匿名・トラッキング拒否・シークレット
pt: Privado. anónimo, não rastreado ou incógnito
ru: Приватный, анонимный, неотслеживаемый или инкогнито
sv: Privat, anonym, ospårad eller inkognito
uk: Приватний, анонімний, невідстежуваний або інкогніто

source: Clear skies or sunny weather
ca: Cel clar o temps assolellat
fr: Ciel dégagé ou temps ensoleillé
ja: 快晴・晴れ
pt: Tempo com céus limpos ou sol
ru: Ясная или солнечная погода
sv: Klar himmel eller soligt väder
uk: Ясна або сонячна погода

source: Clear skies weather during the night
ca: Temps de cel clar durant la nit
fr: Ciel dégagé pendant la nuit
ja: 快晴 (夜間)
pt: Tempo durante a noite com céus limpos
ru: Ясная погода ночью
sv: Klart väder på himlen under natten
uk: Ясна погода протягом ночі

source: Partly cloudy, partly clear, or partly sunny weather
ca: Temps mig ennuvolat, parcialment clar o parcialment assolellat
fr: Temps partiellement nuageux, partiellement clair ou partiellement ensoleillé
ja: くもり時々晴れ・晴れ時々曇り
pt: Tempo parcialmente nublado, parcialmente limpo ou com sol
ru: Переменная облачность, частично ясная или частично солнечная погода
sv: Delvis molnigt, delvis klart eller delvis soligt väder
uk: Мінливо хмарна, частково ясна або частково сонячна погода

source: Partly cloudy or partly clear weather during the night
ca: Temps mig ennuvolat o parcialment clar durant la nit
fr: Temps partiellement nuageux ou partiellement clair pendant la nuit
ja: 曇り時々晴れ・晴れ時々曇り (夜間)
pt: Tempo durante a noite parcialmente nublado ou parcialmente limpo
ru: Переменная облачность или частично ясная погода ночью
sv: Delvis molnigt eller delvis klart väder under natten
uk: Мінливо хмарна або частково ясна погода протягом ночі

source: Foggy weather
ca: Temps boirós
fr: Temps brumeux
ja: 霧
pt: Tempo com nevoeiro
ru: Туманная погода
sv: Dimmigt väder
uk: Туман

source: Overcast or cloudy weather
ca: Ennuvolat o cel tapat
fr: Temps couvert ou nuageux
ja: 曇天・くもり
pt: Tempo nublado
ru: Пасмурная или облачная погода
sv: Molnigt eller mulet väder
uk: Похмура або хмарна погода
