Repository: elementary/iconbrowser
Catalog: po/*.po
Languages: ca, fr, ja, pt, ru, sv, uk

source: Gettext translation file types
ca: Tipus de fitxers de traducció de Gettext
fr: Types de fichiers de traduction Gettext
ja: Gettext 翻訳ファイルタイプ
ru: Типы файлов перевода Gettext
sv: Gettext-översättning filtyper
uk: Файли перекладу Gettext

source: Gettext translation model file types
ca: Tipus de fitxer de model de traducció de Gettext
fr: Types de fichiers de modèle de traduction Gettext
ja: Gettext 翻訳モデルファイルタイプ
ru: Типы файлов модели перевода Gettext
sv: Gettext-översättningsmodell filtyper
uk: Файл моделі перекладу Gettext

source: Go programming language file types
ca: Tipus de fitxer de llenguatge de programació de Go
fr: Types de fichiers du langage de programmation Go
ja: Go 言語ソースファイルタイプ
pt: Tipos de ficheiro de linguagem de programação Go
ru: Типы файлов языка программирования Go
sv: Go programmeringsspråk filtyper
uk: Файли мови програмування Go

source: Install file types
ca: Instal·lació de tipus de fitxers
fr: Types de fichiers d'installation
ja: インストールファイルタイプ
ru: Типы файлов установщиков
sv: Installera filtyper
uk: Інсталяційні файли

source: Makefile file types
ca: Tipus de fitxer Makefile
fr: Types de fichiers Makefile
ja: Makefile ファイルタイプ
ru: Файлы типа Makefile
sv: Makefile filtyper
uk: Файли Makefile

source: Preview file types
ca: Previsualitza els tipus de fitxers
fr: Types de fichiers d'aperçu
ja: プレビューファイルタイプ
ru: Типы файлов предварительного просмотра
sv: Förhandsgranska filtyper
uk: Файли попереднього перекладу

source: Python programming language file types
ca: Tipus de fitxers del llenguatge de programació Python
fr: Types de fichiers du langage de programmation Python
ja: Python ソースファイルタイプ
pt: Tipos de ficheiro de linguagem de programação Python
ru: Типы файлов языка программирования Python
sv: Python programmeringsspråk filtyper
uk: Файли мови програмування Python

source: Readme file types
ca: Tipus de fitxer Llegiu-me
fr: Types de fichiers README
ja: Readme ファイルタイプ
ru: Типы файлов Readme
sv: Typer av Readme-filer
uk: Файли Readme

source: Sass programming language file types
ca: Tipus de fitxers del llenguatge de programació Sass
fr: Types de fichiers du langage de programmation Sass
ja: Sass ソースファイルタイプ
pt: Tipos de ficheiro de linguagem de programação Sass
ru: Типы файлов языка программирования Sass
sv: Sass programmeringsspråk filtyper
uk: Файли мови програмування Sass

source: Script file types, such as shell scripts
ca: Tipus de fitxers d'script, com ara scripts d'intèrpret d'ordres
fr: Types de fichiers de scripts, tels que les scripts shell
ja: スクリプトファイルタイプ (シェルスクリプトなど)
pt: Tipos de ficheiro script, como por exemplo scripts de shell
ru: Типы файлов скриптов, например скрипты оболочки
sv: Skriptfiltyper, t.ex. skalskript
uk: Файли скриптів, наприклад, скрипти оболонки

source: SSA file types
ca: Tipus de fitxer SSA
fr: Types de fichiers SSA
ja: SSA ファイルタイプ
ru: Типы файлов SSA
sv: SSA filtyper
uk: Файли SSA

source: TEX file types
ca: Tipus de fitxers TEX
fr: Types de fichiers TEX
ja: TEX ファイルタイプ
ru: Типы файлов TEX
sv: TEX filtyper
uk: Файли TEX

source: Vala programming language file types
ca: Tipus de fitxers del llenguatge de programació Vala
fr: Types de fichiers du langage de programmation Vala
ja: Vala ソースファイルタイプ
pt: Tipos de ficheiro de linguagem de programação Vala
ru: Типы файлов языка программирования Vala
sv: Vala programmeringsspråk filtyper
uk: Файли мови програмування Vala

source: Unknown file types
ca: Tipus de fitxer desconegut
fr: Types de fichiers inconnus
ja: 不明なファイルタイプ
ru: Неизвестный тип файла
sv: Okända filtyper
uk: Невідомі типи файлів

source: Generic video file types
ca: Tipus genèrics de fitxers de vídeo
fr: Types de fichiers vidéo génériques
ja: 一般的な動画ファイルタイプ
pt: Tipos de ficheiro de vídeo genérico
ru: Общий тип видеофайлов
sv: Generiska videofiltyper
uk: Типові відеофайли

source: Generic address book file types
ca: Tipus genèrics de fitxers de llibretes d'adreces
fr: Types de fichiers de carnet d'adresses génériques
ja: 一般的なアドレス帳ファイルタイプ
pt: Tipos de ficheiro de livro de endereços genérico
ru: Типы файлов адресной книги
sv: Generiska filtyper för adressbok
uk: Файли адресної книги

source: Generic calendar file types
ca: Tipus de fitxers de calendari genèrics
fr: Types de fichiers de calendrier génériques
ja: 一般的なカレンダーファイルタイプ
pt: Tipos de ficheiro de calendário genérico
ru: Типы файлов календаря
sv: Generiska kalenderfiltyper
uk: Файли календаря

source: Generic document and letter file types
ca: Tipus genèrics de document i fitxer de carta
fr: Types de fichiers de documents et de lettres génériques
ja: 一般的なドキュメント・レターファイルタイプ
pt: Tipos de ficheiro de documento e carta genérico
ru: Общие типы файлов документов и писем
sv: Generiska dokument- och brevfilstyper
uk: Типові файли документів і листів

source: Generic document and letter template file types
ca: Tipus de fitxer de plantilla de document i carta genèrics
fr: Types de fichiers de modèles de documents et de lettres génériques
ja: 一般的なドキュメント・レターのテンプレートファイルタイプ
ru: Общие типы файлов шаблонов документов и писем
sv: Generiska filtyper för dokument- och brevmallar
uk: Типові файли шаблонів документів і листів

source: Generic drawing file types
ca: Tipus genèrics de fitxers de dibuix
fr: Types de fichiers de dessin génériques
ja: 一般的な図形描画ファイルタイプ
ru: Общие типы файлов рисунков
sv: Generiska filtyper för ritningar
uk: Типові файли для малювання

source: Generic drawing template file types
ca: Tipus de fitxers de plantilla de dibuix genèrics
fr: Types de fichiers de modèles de dessin génériques
ja: 一般的な図形描画テンプレートファイルタイプ
ru: Общие типы файлов шаблонов рисунков
sv: Generisk ritningsmall filtyper
uk: Типові шаблони файлів для малювання

source: Generic presentation file types
ca: Tipus de fitxers de presentació genèrics
fr: Types de fichiers présentation génériques
ja: 一般的なプレゼンテーションファイルタイプ
pt: Tipos de ficheiro de apresentação genérico
ru: Общие типы файлов презентаций
sv: Generiska filtyper för presentation
uk: Типові файли презентацій

source: Generic presentation template file types
ca: Tipus de fitxers de plantilla de presentació genèrics
fr: Types de fichiers de modèle de présentation génériques
ja: 一般的なプレゼンテーションテンプレートファイルタイプ
ru: Общие типы файлов шаблонов презентаций
sv: Generisk presentationsmall filtyper
uk: Типові файли шаблонів презентацій

source: Generic spreadsheet file types
ca: Tipus de fitxers de full de càlcul genèrics
fr: Types de fichiers classeur génériques
ja: 一般的なスプレッドシートファイルタイプ
pt: Tipos de ficheiro de tabela genérico
ru: Общие типы файлов электронных таблиц
sv: Generiska filtyper för kalkylblad
uk: Типові файли таблиць

source: Generic spreadsheet template file types
ca: Tipus de fitxer de plantilla de full de càlcul genèric
fr: Types de fichiers de modèles de classeur génériques
ja: 一般的なスプレッドシートテンプレートファイルタイプ
ru: Общие типы файлов шаблонов электронных таблиц
sv: Generiska kalkylbladsmallar filtyper
uk: Типові файли шаблонів таблиць

source: Bookmark missing
ca: Falta el marcador
fr: Favoris manquant
ja: ブックマークの登録がない
ru: Закладка отсутствует
sv: Bokmärke saknas
uk: Відсутня закладка

source: Distributor logo
ca: Logotip del distribuïdor
fr: Logo du distributeur
ja: ディストリビューション開発元のロゴ
ru: Логотип дистрибьютора
sv: Distributörens logotyp
uk: Логотип дистрибутиву

source: Folder
ca: Carpeta
fr: Dossier
ja: フォルダー
ru: Папка
sv: Mapp
uk: Тека

source: Documents folder
ca: Carpeta de documents
fr: Dossier Documents
ja: “ドキュメント”フォルダー
ru: Папка документов
sv: Dokumentmapp
uk: Тека документів

source: Downloads folder
ca: Carpeta de baixades
fr: Dossier Téléchargements
ja: “ダウンロード”フォルダー
ru: Папка загрузок
sv: Hämtningsmapp
uk: Тека завантажень

source: Folder drag accept
ca: Acceptació d'arrossegament de la carpeta
fr: Dossier acceptant le glisser-déposer
ja: ドラッグ & ドロップ先のフォルダー
ru: Папка, принимающая перетаскивание
sv: Acceptera dragning av mapp
uk: Успішно перетягнута тека

source: Music folder
ca: Carpeta de música
fr: Dossier Musique
ja: “ミュージック”フォルダー
ru: Папка музыки
sv: Musikmapp
uk: Тека музики

source: Open folder
ca: Obre la carpeta
fr: Ouvrir un dossier
ja: 開いているフォルダー
ru: Открытая папка
sv: Öppna mapp
uk: Відкрити теку

source: Pictures folder
ca: Carpeta d'imatges
fr: Dossier Images
ja: “ピクチャ”フォルダー
ru: Папка изображений
sv: Bilder-mapp
uk: Тека зображень

source: Publicshare folder
ca: Carpeta pública compartida
fr: Dossier partagé en public
ja: “公開”フォルダー
ru: Общедоступная папка
sv: Offentlig mapp
uk: Тека загального доступу

source: Recent folder
ca: Carpeta de recents
fr: Dossier Récent
ja: “最近使用した項目”フォルダー
ru: Папка недавних документов
sv: Senaste mappen
uk: Поточна тека

source: Remote folder
ca: Carpeta remota
fr: Dossier distant
ja: リモートフォルダー
ru: Удалённая папка
sv: Fjärrstyrd mapp
uk: Віддалена тека

source: Saved search folder
ca: Carpeta de cerca desada
fr: Dossier Recherches enregistrées
ja: 検索条件を保存したフォルダー
ru: Папка сохранённых поисков
sv: Sparad sökmapp
uk: Збережена тека пошуку

source: Templates folder
ca: Carpeta de plantilles
fr: Dossier Modèles
ja: “テンプレート”フォルダー
ru: Папка шаблонов
sv: Mapp för mallar
uk: Тека шаблонів

source: Videos folder
ca: Carpeta de vídeos
fr: Dossier Vidéos
ja: “ビデオ”フォルダー
ru: Папка видео
sv: Videor-mapp
uk: Тека відео

source: Internet radio
ca: Ràdio per Internet
fr: Webradio
ja: インターネットラジオ
ru: Интернет-радио
uk: Інтернет-радіо

source: Audiobook library
ca: Biblioteca d'audiollibres
fr: Bibliothèque de livres audios
ja: オーディオブックライブラリ
ru: Библиотека аудиокниг
sv: Ljudboksbibliotek
uk: Бібліотека аудіокниг

source: Library places
ca: Llocs de la biblioteca
fr: Emplacement des bibliothèques
ja: 地図ライブラリ
ru: Места библиотек
sv: Biblioteksplatser
uk: Бібліотека місць

source: Podcast library
ca: Biblioteca de pòdcasts
fr: Bibliothèque des Podcasts
ja: ポッドキャストライブラリ
ru: Библиотека подкастов
sv: Podcast-bibliotek
uk: Бібліотека подкастів

source: Mail inbox
ca: Bústia d'entrada de correu
fr: Boîte de réception
ja: メールの受信トレイ
ru: Входящая почта
sv: Inkorg för e-post
uk: Вхідна пошта

source: Mail mailbox
ca: Bústia de correu
fr: Boîte mail
ja: メールのトレイ
ru: Почтовый ящик
sv: Brevlåda
uk: Поштова скринька

source: Mail outbox
ca: Bústia de sortida de correu
fr: Boîte d'envoi
ja: メールの送信トレイ
ru: Отправленная почта
sv: Utkorg för e-post
uk: Вихідна пошта

source: Mail sent
ca: Correu enviat
fr: Message envoyé
ja: メールを送信
ru: Почта отправлена
sv: Avsändning av post
uk: Надіслана пошта

source: Network server
ca: Servidor de xarxa
fr: Serveur réseau
ja: ネットワークサーバー
ru: Сетевой сервер
sv: Nätverksserver
uk: Мережевий сервер

source: Network workgroup
ca: Grup de treball en xarxa
fr: Groupe de travail réseau
ja: ネットワークワークグループ
ru: Сетевая рабочая группа
sv: Arbetsgrupp i nätverk
uk: Мережева робоча група

source: Playlist
ca: Llista de reproducció
ja: プレイリスト
ru: Плейлист
sv: Spellista
uk: Добірка

source: Automatic playlist
ca: Llista de reproducció automàtica
fr: Playlist automatique
ja: 自動プレイリスト
ru: Автоматический плейлист
sv: Automatisk spellista
uk: Автоматична добірка

source: Playlist queue
ca: Cua de llistes de reproducció
fr: File d'attente
ja: プレイリストキュー
ru: Очередь плейлиста
sv: Kö för spellista
uk: Черга добірки

source: Similar playlist
ca: Llista de reproducció semblant
fr: Playlist similaire
ja: 類似のプレイリスト
ru: Похожие плейлисты
sv: Liknande spellista
uk: Схожа добірка

source: Tag
ca: Etiqueta
fr: Etiquette
ja: タグ
ru: Метка
sv: Tagg
uk: Мітка

source: Bookmarks
ca: Adreces d'interès
fr: Favoris
ja: ブックマーク
ru: Закладки
sv: Bokmärken
uk: Закладки

source: Home
ca: Inici
fr: Accueil
ja: “ホーム”フォルダー
ru: Домашняя папка
sv: Hem
uk: Домівка

source: Trash
ca: Paperera
fr: Corbeille
ja: ゴミ箱
ru: Корзина
sv: Papperskorg
uk: Смітник

source: Trash full
ca: Paperera plena
fr: Corbeille pleine
ja: 満杯のゴミ箱
ru: Полная корзина
sv: Papperskorg full
uk: Смітник заповнено

source: Airplane mode, where wireless radios are disabled or off
ca: Mode d'avió, on les ràdios sense fil estan desactivades o desactivades
fr: Mode avion, où les liaisons radio sans fil sont désactivées ou éteintes
ja: 機内モード (無線通信が無効またはオフの状態)
pt: Modo de avião, onde os rádios sem fio estão desativados ou desligados
ru: Режим полёта, в котором беспроводные радиомодули отключены
sv: Flygplansläge, där trådlösa radiosändare är inaktiverade eller avstängda
uk: Режим польоту, де бездротовий зв'язок недоступний або вимкнений

source: An appointment or calendar event was missed
ca: S'ha perdut una cita o esdeveniment del calendari
fr: Un rendez-vous ou un événement du calendrier a été manqué
ja: 出席依頼やカレンダーの予定を見落としている
pt: Um compromisso ou evento de calendário foi esquecido
ru: Была пропущена встреча или событие календаря
sv: Ett möte eller en kalenderhändelse missades
uk: Пропущена зустріч або подія в календарі

source: An appointment or calendar event will be happening soon
ca: Aviat tindrà lloc una cita o un esdeveniment del calendari
fr: Un rendez-vous ou un événement du calendrier aura lieu bientôt
ja: 出席依頼やカレンダーの予定がまもなく開始
pt: Um compromisso ou evento de calendário vai surgir em breve
ru: Скоро состоится встреча или событие в календаре
sv: Ett möte eller en kalenderhändelse kommer snart att äga rum
uk: Зустріч або подія в календарі відбудеться незабаром

source: High or loud audio volume
ca: Volum d'àudio alt o molt alt
fr: Volume audio élevé ou fort
ja: 音量は大
pt: Volume de áudio elevado ou alto
ru: Высокая громкость аудио
sv: Hög eller stark ljudvolym
uk: Високий або гучний рівень звуку

source: Low or quiet audio volume
ca: Volum d'àudio baix o molt baix
fr: Volume audio faible ou silencieux
ja: 音量は小
pt: Volume de áudio baixo ou silencioso
ru: Низкая громкость аудио
sv: Låg eller tyst ljudvolym
uk: Низька або тиха гучність звуку

source: Medium or normal audio volume
ca: Volum d'àudio mitjà o normal
fr: Volume audio moyen ou normal
ja: 音量は中・普通
pt: Volume de áudio médio ou normal
ru: Средняя или нормальная громкость аудио
sv: Medium eller normal ljudvolym
uk: Помірна або нормальна гучність звуку

source: Audio volume is muted or off
ca: El volum d'àudio està silenciat o desactivat
fr: Le volume audio est coupé ou désactivé
ja: 音量はミュート・オフ
pt: O volume de áudio está mudo ou desligado
ru: Звук приглушён или выключен
sv: Ljudvolymen är dämpad eller avstängd
uk: Гучність звуку приглушено або вимкнено

source: Audio volume is muted or off and something is being blocked from making noise
ca: El volum de l'àudio està silenciat o desactivat i s'està blocant alguna cosa perquè no faci soroll
fr: Le volume audio est muet ou désactivé et quelque chose est empêché de faire du bruit
ja: 音量がミュート・オフのため、音声出力を制限されているアプリがある状態
pt: O volume de áudio está mudo ou desligado e alguma coisa está a impedi-lo de produzir som
ru: Звук приглушён или выключен, и что-то блокируется от создания шума
sv: Ljudvolymen är dämpad eller avstängd och något blockeras från att göra ljud
uk: Гучність звуку приглушена або вимкнена, і щось блокує шум

source: The default avatar to represent a user, such as someone who has not set a profile picture
ca: L'avatar predeterminat per representar un usuari, com ara algú que no hagi establert una foto de perfil
fr: L'avatar par défaut pour représenter un utilisateur, par exemple quelqu'un qui n'a pas défini de photo de profil
ja: ユーザーのデフォルトアバター (プロフィール画像を設定していないユーザーなど)
pt: O avatar padrão para representar um utilizador, como por exemplo alguém que não tenha definido uma imagem do perfil
ru: Стандартный аватар для обозначения пользователя, например, того, кто не установил изображение профиля
sv: Visningsbild som standard för att representera en användare, t.ex. någon som inte har angett en profilbild
uk: Типовий аватар для представлення користувача, наприклад, того, хто не налаштував фотографію профілю

source: A charger or AC adapter for a battery-powered device
ca: Un carregador o adaptador de CA per a un dispositiu alimentat amb bateria
fr: Chargeur ou adaptateur secteur pour un appareil alimenté par batterie
ja: バッテリー駆動デバイス用の充電器や AC アダプター
pt: Um carregador ou adaptador AC para um dispositivo alimentado a bateria
ru: Зарядное устройство для устройства, работающего от батареи
sv: En laddare eller strömadapter för en batteridriven enhet
uk: Зарядний пристрій або адаптер змінного струму для пристрою, що працює від акумуляторів

source: Low battery level
ca: Nivell de bateria baix
fr: Niveau de batterie faible
ja: バッテリー残量が少ない状態
pt: Nível de bateria baixo
ru: Низкий уровень заряда батареи
sv: Låg batterinivå
uk: Низький рівень заряду акумулятора

source: Low battery level, plugged into a charger or AC adapter
ca: Nivell de bateria baix, connectat a un carregador o adaptador de CA
fr: Niveau de batterie faible, branchée sur un chargeur ou un adaptateur secteur
ja: バッテリー残量が少ない状態 (充電器や AC アダプターに接続済み)
pt: Nível de bateria baixo, ligado a um carregador ou adaptador AC
ru: Низкий уровень заряда батареи, подключено к зарядному устройству
sv: Låg batterinivå, ansluten till en laddare eller nätadapter
uk: Низький рівень заряду акумулятора, підключено до зарядного пристрою або адаптера змінного струму

source: Critically low battery level
ca: Nivell de bateria molt baix
fr: Niveau de batterie très faible
ja: バッテリー残量不足
pt: Nível de bateria muito baixo
ru: Критически низкий уровень заряда батареи
sv: Kritiskt låg batterinivå
uk: Критично низький рівень заряду акумулятора

source: Critically low battery, plugged into a charger or AC adapter
ca: Bateria molt baixa, connectada a un carregador o adaptador de CA
fr: Niveau de batterie très faible, branchée sur un chargeur ou un adaptateur secteur
ja: バッテリー残量不足 (充電器や AC アダプターに接続済み)
pt: Nível de bateria muito baixo, ligado a um carregador ou adaptador AC
ru: Критически низкий уровень заряда батареи, подключено к зарядному устройству
sv: Kritiskt svagt batteri, anslutet till en laddare eller nätadapter
uk: Критично низький рівень заряду акумулятора, підключено до зарядного пристрою або адаптера змінного струму

source: Mostly charged battery level
ca: Nivell de bateria majoritàriament carregada
fr: Niveau de batterie presque pleine
ja: バッテリー残量がほとんど減っていない状態
pt: Nível de bateria praticamente carregado
ru: Почти полный уровень заряда батареи
sv: Mestadels laddad batterinivå
uk: Майже заряджений акумулятор

source: Completely charged battery level
ca: Nivell de bateria completament carregada
fr: Niveau de batterie complétement chargée
ja: バッテリーは充電済み
pt: Nível de bateria completamente carregado
ru: Полный уровень заряда батареи
sv: Fullständigt laddad batterinivå
uk: Повністю заряджений акумулятор

source: Mostly charged battery level, plugged into a charger or AC adapter
ca: Nivell de bateria majoritàriament carregada, connectat a un carregador o adaptador de CA
fr: Niveau de batterie presque plein, branchée sur un chargeur ou un adaptateur secteur
ja: バッテリーは充電済み (充電器や AC アダプターに接続済み)
pt: Nível de bateria praticamente carregado, ligado a um carregador ou adaptador AC
ru: Почти полный уровень заряда батареи, подключено к зарядному устройству
sv: Mestadels laddad batterinivå, ansluten till en laddare eller nätadapter
uk: Майже заряджений акумулятор, підключено до зарядного пристрою або адаптера змінного струму

source: Medium-high charged battery level
ca: Nivell de càrrega de bateria mitjà-alt
fr: Niveau de charge moyen-élevé de la batterie
ja: バッテリー残量は半分より多い状態
pt: Nível de bateria carregado intermédio-alto
ru: Средний-высокий уровень заряда батареи
sv: Medium-hög laddningsnivå för batteriet
uk: Середньо-високий рівень заряду акумулятора

source: Medium-high charged battery level, plugged into a charger or AC adapter
ca: Nivell de bateria de càrrega mitjà-alt, connectat a un carregador o adaptador de CA
fr: Niveau de charge moyen-élevé de la batterie, branchée sur un chargeur ou un adaptateur secteur
ja: バッテリー残量は半分より多い状態 (充電器や AC アダプターに接続済み)
pt: Nível de bateria intermédio-alto carregado, ligado a um carregador ou adaptador AC
ru: Средний-высокий уровень заряда батареи, подключено к зарядному устройству
sv: Medium-hög batterinivå, ansluten till en laddare eller nätadapter
uk: Середньо-високий рівень заряду акумулятора, підключено до зарядного пристрою або адаптера змінного струму

source: Medium-low charged battery level
ca: Nivell de càrrega de bateria mitjà-baix
fr: Niveau de charge moyen-faible de la batterie
ja: バッテリー残量は半分より少ない状態
pt: Nível de bateria carregado intermédio-baixo
ru: Средний-низкий уровень заряда батареи
sv: Medium-låg batterinivå
uk: Середньо-низький рівень заряду акумулятора

source: Medium-low charged battery level, plugged into a charger or AC adapter
ca: Nivell de bateria mitjà-baix, connectat a un carregador o adaptador de CA
fr: Niveau de charge moyen-faible de la batterie, branchée sur un chargeur ou un adaptateur secteur
ja: バッテリー残量は半分より少ない状態 (充電器や AC アダプターに接続済み)
pt: Nível de bateria carregado intermédio-baixo, ligado a um carregador ou adaptador AC
ru: Средний-низкий уровень заряда батареи, подключено к зарядному устройству
sv: Medellåg batterinivå, ansluten till en laddare eller nätadapter
uk: Середньо-низький рівень заряду акумулятора, підключено до зарядного пристрою або адаптера змінного струму

source: Missing or malfunctioning battery
ca: Falta la bateria o funciona malament
fr: Batterie manquante ou défectueuse
ja: バッテリーは未接続または故障中
pt: Bateria ausente ou com defeito
ru: Батарея отсутствует или неисправна
sv: Saknat eller felaktigt fungerande batteri
uk: Відсутній або несправний акумулятор

source: Allow changes by unlocking such as with a password
ca: Permet els canvis desblocant, com ara amb una contrasenya
fr: Autoriser les modifications en déverrouillant, par exemple à l'aide d'un mot de passe
ja: パスワードなどでロック解除を行い、項目が変更可能な状態
pt: Permitir alterações ao destrancar, por exemplo, com uma senha
ru: Разрешить изменения, разблокировав, например, с помощью пароля
sv: Tillåt ändringar genom upplåsning, t.ex. med ett lösenord
uk: Дозволити зміни через розблокування, наприклад, за допомогою пароля

source: Prevent changes by locking such as with a password
ca: Evita els canvis mitjançant el bloqueig, com ara amb una contrasenya
fr: Prévenir les modifications en verrouillant, par exemple avec un mot de passe
ja: パスワードなどでロックを行い、項目が変更できない状態
pt: Prevenir alterações ao trancar, por exemplo, com uma senha
ru: Предотвратить изменения, заблокировав, например, с помощью пароля
sv: Förhindra ändringar genom att låsa, t.ex. med ett lösenord
uk: Запобігти змінам через блокування, наприклад, за допомогою пароля

source: Insecure, unsecure, or unencrypted communication or connection, such as HTTP
ca: Comunicació o connexió insegura, no segura o no encriptada, com ara HTTP
fr: Communication ou connexion non sécurisée, non chiffrée ou non cryptée, telle que HTTP
ja: 安全性が低い・安全でない・暗号化されていない、通信や接続 (HTTP など)
pt: Comunicação ou conexão insegura, incerta ou não encriptada, como por exemplo HTTP
ru: Небезопасная, незащищённая или незашифрованная связь или соединение, например HTTP
sv: Osäker, oskyddad eller okrypterad kommunikation eller anslutning, t.ex. HTTP
uk: Незахищений, небезпечний або незашифрований зв'язок або з'єднання, наприклад, HTTP

source: Secure or encrypted communication or connection, such as HTTPS or encrypted Wi-Fi
ca: Comunicació o connexió segura o encriptada, com ara HTTPS o Wi-Fi encriptada
fr: Communication ou connexion sécurisée ou cryptée, telle que HTTPS ou Wi-Fi cryptée
ja: 安全・暗号化されている、通信や接続 (HTTPS や暗号化 Wi-Fi など)
pt: Comunicação ou conexão segura ou encriptada, como por exemplo HTTPS ou rede sem fios encriptada
ru: Безопасная или зашифрованная связь или соединение, например HTTPS или зашифрованный Wi-Fi
sv: Säker eller krypterad kommunikation eller anslutning, t.ex. HTTPS eller krypterad Wi-Fi
uk: Безпечний або зашифрований зв'язок або з'єднання, наприклад, HTTPS або зашифрований Wi-Fi
