Repository: elementary/iconbrowser
Catalog: po/*.po
Languages: ca, fr, ja, pt, ru, sv, uk

source: System tools or OS app category
ca: Eines del sistema o categoria d'aplicacions del sistema operatiu
fr: Catégorie Outils Système ou Système d'Exploitaion
ja: システムツールおよび OS に関連するアプリのカテゴリー
pt: Categoria de aplicações de ferramentas de sistema ou aplicações do sistema operativo
ru: Категория системных инструментов или приложений операционной системы
sv: Systemverktyg eller OS-appkategori
uk: Категорія системних засобів або застосунків операційної системи

source: Utility app category
ca: Categoria d'aplicacions d'utilitat
fr: Catégorie Outils
ja: ユーティリティアプリのカテゴリー
pt: Categoria de aplicações de utilitário
ru: Категория приложений-утилит
sv: Verktygsapplikation kategori
uk: Категорія утиліт

source: Bluetooth settings
ca: Configuració de Bluetooth
fr: Paramètres Bluetooth
ja: Bluetooth の設定
pt: Definições Bluetooth
ru: Параметры Bluetooth
sv: Bluetooth-inställningar
uk: Налаштування Bluetooth

source: Color settings such as printer, display, or camera calibration
ca: Paràmetres del color com ara el calibratge de la impressora, la pantalla o la càmera
fr: Paramètres de couleur tels que l'imprimante, l'écran ou l'étalonnage de l'appareil photo
ja: プリンター/ディスプレイ/カメラの補正など、色に関する設定
pt: Definições de cor como por exemplo impressora, monitor ou calibração de câmara
ru: Параметры цвета, например калибровка принтера, дисплея или камеры
sv: Färginställningar som t.ex. kalibrering av skrivare, display eller kamera
uk: Налаштування кольору, наприклад, калібрування принтера, дисплея або камери

source: Desktop interface settings
ca: Configuració de la interfície de l'escriptori
fr: Paramètres de l'interface de bureau
ja: デスクトップのインターフェースの設定
pt: Definições de interface do ambiente de trabalho
ru: Параметры интерфейса рабочего стола
sv: Inställningar för skrivbordsgränssnitt
uk: Налаштування інтерфейсу стільниці

source: Universal access settings
ca: Configuració de l'accés universal
fr: Paramètres d'accessibilité
ja: ユニバーサルアクセスの設定
pt: Definições de acesso universal
ru: Параметры универсального доступа
sv: Inställningar för allmän åtkomst
uk: Налаштування універсального доступу

source: Universal access settings for pointing, such as controlling the cursor
ca: Configuració de l'accés universal per indicar, com ara controlar el cursor
fr: Paramètres d'accessibilité pour le pointage, tel que le contrôle du curseur
ja: カーソルコントロールなど、ポインターに関連するユニバーサルアクセスの設定
pt: Definições de acesso universal para apontar, como por exemplo controlar o cursor
ru: Параметры универсального доступа для наведения на объекты, например управление курсором
sv: Allmänna åtkomstinställningar för pekning, t.ex. styrning av markören
uk: Налаштування універсального доступу для наведення, наприклад, керування курсором

source: Universal access settings for zooming or magnifying
ca: Configuració de l'accés universal per ampliar o usar la lupa
fr: Paramètres d'acessibilité pour zoomer ou agrandir
ja: 拡大/縮小や拡大鏡に関連するユニバーサルアクセスの設定
pt: Definições de acesso universal para ampliar
ru: Параметры универсального доступа для увеличения или приближения
sv: Allmänna åtkomstinställningar för zoomning eller förstoring
uk: Налаштування універсального доступу для масштабування або збільшення

source: App-related settings, such as default or startup apps
ca: Configuració relacionada amb les aplicacions, com ara les aplicacions predeterminades o d'inici
fr: Paramètres relatifs aux applications, tels que les applications par défaut ou les applications au démarrage
ja: デフォルトアプリや自動起動するアプリなど、アプリに関連する設定
pt: Definições relacionadas com aplicações, como por exemplo aplicações de arranque padrão
ru: Настройки приложений, например приложения по умолчанию или автозапуск
sv: App-relaterade inställningar, t.ex. standard- eller uppstartsappar
uk: Налаштування, пов'язані з застосунками, наприклад, типових застосунків або застосунків запуску

source: Display settings, such as resolution or scaling
ca: Configuració de la pantalla, com ara la resolució o l'escala
fr: Paramètres d'affichage, tels que la résolution ou la mise à l'échelle
ja: 解像度やスケーリングなどのディスプレイの設定
pt: Definições de monitor, como por exemplo resolução ou escala
ru: Параметры экрана, например, настройка разрешения или масштабирования
sv: Bildskärmsinställningar, t.ex. upplösning eller skalning
uk: Налаштування дисплея, наприклад, роздільної здатності або масштабування

source: Font settings
ca: Configuració del tipus de lletra
fr: Paramètres des polices
ja: フォントの設定
pt: Definições de Fontes
ru: Параметры шрифта
sv: Inställningar för typsnitt
uk: Налаштування шрифтів

source: Keyboard settings, such as layout or shortcuts
ca: Configuració del teclat, com ara la disposició o les dreceres
fr: Paramètres du clavier, tels que la disposition ou les raccourcis clavier
ja: レイアウトやショートカットなどのキーボードの設定
pt: Definições de teclado, como por exemplo o layout ou atalhos
ru: Параметры клавиатуры, например, раскладка или сочетания клавиш
sv: Tangentbordsinställningar, t.ex. layout eller genvägar
uk: Налаштування клавіатури, наприклад, розкладка або комбінації клавіш

source: International localization, language, or region settings
ca: Configuració de localització internacional, llengua o regió
fr: Paramètres de localisation internationale, de langue ou de région
ja: 国際化/地域化、言語、地域の設定
pt: Definições de localização internacional, linguagem ou região
ru: Параметры международной локализации, языка или региона
sv: Internationella inställningar för lokalisering, språk eller region
uk: Міжнародна локалізація, налаштування мови або регіону

source: Online account and cloud sync or sign in settings
ca: Configuració de l'inici de sessió o sincronització del compte en línia i al núvol
fr: Paramètres de compte an ligne et cloud ou de connexion
ja: オンラインアカウント/クラウド同期/サインインの設定
pt: Definições de contas online e sincronização na nuvem ou login
ru: Параметры онлайн-аккаунтов и облачной синхронизации, или параметры входа
sv: Inställningar för onlinekonto och molnsynkronisering eller inloggning
uk: Налаштування онлайн-синхронізації облікового запису та хмари або входу в систему

source: Settings for peripherals, such as a mouse or keyboard
ca: Configuració per a perifèrics, com ara un ratolí o un teclat
fr: Paramètres des périphériques, tels que la souris ou le clavier
ja: マウスやキーボードなど、周辺機器に関連する設定
pt: Definições de periféricos, como por exemplo um rato ou teclado
ru: Параметры периферийных устройств, таких как мышь или клавиатура
sv: Inställningar för kringutrustning, t.ex. mus eller tangentbord
uk: Налаштування периферійних пристроїв, наприклад, миші або клавіатури

source: Sound or audio input and output settings
ca: Configuració d'entrada i sortida de so o àudio
fr: Paramètres d'éntrée et sortie son ou audio
ja: サウンド/音声入出力の設定
pt: Definições de entrada e saída de som ou áudio
ru: Параметры звука, аудиовходов и аудиовыходов
sv: Inställningar för ljud eller ljudinmatning och -utmatning
uk: Налаштування звуку або аудіовходу та аудіовиходу

source: Look and feel, appearance, style, or theme settings
ca: Configuració d'aparença, estil o tema
fr: Paramètres de la présentation, de l'apparence, du style ou du thème
ja: 外観と操作性、スタイル、およびテーマ設定
pt: Aspeto, estilo ou definições de tema
ru: Внешний вид, стиль или настройки темы
sv: Inställningar för utseende och känsla, utseende, stil eller tema
uk: Зовнішній вигляд, стиль або налаштування теми

source: Desktop wallpaper or background settings
ca: Configuració de fons de pantalla o fons d'escriptori
fr: Paramètres de fond d'écran ou d'arrière plan
ja: デスクトップの壁紙や背景の設定
pt: Definições de papel de parede ou fundo
ru: Параметры фона или обоев рабочего стола
sv: Skrivbordsbakgrund eller bakgrundsinställningar
uk: Налаштування шпалер стільниці або тла

source: Other, miscellaneous, or uncategorized settings
ca: Altres configuracions, diverses o no categoritzades
fr: Autres paramètres, divers, non catégorisés
ja: それ以外の設定や細かい設定、および未知の設定
pt: Definições como outra, diversos ou não categorizado
ru: Другие, прочие или некатегоризированные параметры и настройки
sv: Andra, diverse eller okategoriserade inställningar
uk: Інші, різні або не категоризовані налаштування

source: System settings or preferences
ca: Configuració o preferències del sistema
fr: Paramètres du système ou préférences
ja: システムの設定
pt: Definições de sistema ou preferências
ru: Параметры системы
sv: Systeminställningar eller preferenser
uk: Системні налаштування або параметри

source: Network settings, such as wireless, Ethernet, or VPN
ca: Configuració de xarxa, com ara sense fil, Ethernet o VPN
fr: Paramètres réseau, tels que le Wi-Fi, Ethernet ou le VPN
ja: 無線/イーサネット/VPN などの、ネットワークの設定
pt: Definições de rede como por exemplo sem fios, Ethernet ou VPN
ru: Параметры сети, беспроводных подключений, Ethernet или VPN
sv: Nätverksinställningar, t.ex. trådlöst, Ethernet eller VPN
uk: Налаштування мережі, наприклад, бездротового зв'язку, Ethernet або VPN

source: Notification alert settings
ca: Configuració d'alerta de notificació
fr: Paramètres des notifications
ja: 通知アラートの設定
pt: Definições de notificação de alerta
ru: Параметры уведомлений
sv: Inställningar för notifieringsvarningar
uk: Налаштування сповіщень

source: Power management or energy usage settings, such as battery
ca: Configuració de gestió o consum d'energia, com ara la bateria
fr: Paramères d'alimentation ou d'utilisation de l'énergie, tels que la batterie
ja: バッテリーなど、電源管理および電力使用の設定
pt: Definições de administração de energia ou uso de energia, como por exemplo bateria
ru: Параметры питания или настройка энергопотребления, например, аккумулятора
sv: Inställningar för energihantering eller energianvändning, t.ex. batteri
uk: Керування живленням або налаштування енергоспоживання, наприклад, заряду акумулятора

source: Privacy and security settings
ca: Configuració de privadesa i seguretat
fr: Paramètres de confidentialité et de sécurité
ja: プライバシーとセキュリティの設定
pt: Definições de privacidade e segurança
ru: Параметры конфиденциальности и безопасности
sv: Sekretess- och säkerhetsinställningar
uk: Налаштування приватності та безпеки

source: Sharing settings, such as library sharing or media streaming over a network
ca: Configuració de compartició, com ara compartir una biblioteca o transmissió de contingut multimèdia a través d'una xarxa
fr: Paramètres de partage, tels que le partage des bibliothèques ou le transfert multimédia à travers le réseau
ja: ネットワークを介してのライブラリ共有やメディアストリーミングなどの、共有の設定
pt: Definições de partilha, como por exemplo partilha da biblioteca ou transmissão de multimédia através de uma rede
ru: Параметры общего доступа, такие как общий доступ к библиотеке или потоковая передача мультимедиа по сети
sv: Inställningar för delning, t.ex. biblioteksdelning eller mediastreaming över ett nätverk
uk: Налаштування спільного доступу, наприклад, до бібліотеки або потокової передачі медіа через мережу

source: Time and date settings
ca: Configuració de data i hora
fr: Paramètres de date et heure
ja: 時刻と日付の設定
pt: Definições de hora e data
ru: Параметры даты и времени
sv: Inställningar för tid och datum
uk: Налаштування часу та дати

source: Window management settings
ca: Configuració de la gestió de finestres
fr: Paramètres de l'organisation des fenêtres
ja: ウィンドウ管理の設定
pt: Definições de administração de janela
ru: Параметры управления окнами
sv: Inställningar för fönsterhantering
uk: Налаштування керування вікнами

source: Help
ca: Ajuda
fr: Aide
ja: ヘルプ
pt: Ajuda
ru: Помощь
sv: Hjälp
uk: Довідка

source: Audio output device, such as a sound card or speaker
ca: Dispositiu de sortida d'àudio, com ara una targeta de so o un altaveu
fr: Périphérique de sortie audio, tel q'une carte son ou un haut-parleur
ja: サウンドカードやスピーカーなどの、音声出力デバイス
pt: Dispositivo de saída de áudio, como por exemplo uma placa de som ou alto falante
ru: Устройство вывода звука, например звуковая карта или динамик
sv: Ljudutmatningsenhet, t.ex. ett ljudkort eller en högtalare
uk: Пристрій виведення звуку, наприклад, звукова карта або динамік

source: Audio output device representing headphones
ca: Dispositiu de sortida d'àudio que representa els auriculars
fr: Appareil de sortie audio représentant des écouteurs
ja: 音声出力デバイス (ヘッドフォン)
ru: Устройство вывода звука типа наушников
sv: Ljudutmatningsenhet som representerar hörlurar
uk: Пристрій виведення звуку у вигляді навушників

source: Audio output device representing a headset
ca: Dispositiu de sortida d'àudio que representa un auricular
fr: Appareil de sortie audio représentant un casque audio
ja: 音声出力デバイス (ヘッドセット)
ru: Устройство вывода звука типа гарнитуры
sv: Ljudutmatningsenhet som representerar ett headset
uk: Пристрій виведення звуку у вигляді гарнітури

source: Microphone
ca: Micròfon
fr: Micro
ja: マイク
pt: Microfone
ru: Микрофон
sv: Mikrofon
uk: Мікрофон

source: Subwoofer or bass speaker
ca: Altaveu de subgreus
fr: Caisson de basses ou enceinte
ja: サブウーファーやベーススピーカー
pt: Subwoofer ou alto falante baixo
ru: Сабвуфер или басовый динамик
sv: Subwoofer eller bashögtalare
uk: Сабвуфер або басова колонка

source: Battery
ca: Bateria
fr: Batterie
ja: バッテリー
pt: Bateria
ru: Батарея, аккумулятор
sv: Batteri
uk: Акумулятор

source: Digital photo or still camera
ca: Càmera fixa o fotografia digital
fr: Appareil photo ou appareil photo numérique
ja: 静止画用のデジタルカメラ
pt: Foto digital ou câmara fotográfica
ru: Цифровая камера или фотоаппарат
sv: Digital foto- eller stillbildskamera
uk: Цифрова фотографія або фотоапарат

source: Video or movie camera
ca: Càmera de vídeo o pel·lícula
fr: Caméscope ou caméra vidéo
ja: ビデオカメラ
pt: Vídeo ou câmara de vídeo
ru: Видео- или кинокамера
sv: Video- eller filmkamera
uk: Відео- або кінокамера

source: Webcam or built-in camera
ca: Càmera web o càmera integrada
fr: Webcam ou caméra integrée
ja: Web カメラおよびビルトインカメラ
pt: Webcam ou câmara embutida
ru: Веб-камера или встроенная камера
sv: Webbkamera eller inbyggd kamera
uk: Вебкамера або вбудована камера

source: Generic or desktop computer
ca: Ordinador genèric o d'escriptori
fr: Ordinateur générique ou de bureau
ja: 一般的なデスクトップコンピューター
pt: Computador genérico ou de secretária
ru: Обычный или настольный компьютер
sv: Generisk eller stationär dator
uk: Універсальний або стаціонарний комп'ютер

source: Laptop or notebook computer
ca: Ordinador portàtil o portàtil petit
fr: Ordinateur portatif ou portable
ja: ノート型コンピューター
pt: Computador de colo ou notebook
ru: Ноутбук
sv: Bärbar dator eller notebook
uk: Ноутбук або портативний комп'ютер

source: Hard disk or storage drive
ca: Disc dur o unitat d'emmagatzematge
fr: Disque dur ou disque de stockage
ja: ハードディスクおよびストレージドライブ
pt: Disco rígido ou dispositivo de armazenamento
ru: Жёсткий диск или накопитель
sv: Hårddisk eller lagringsenhet
uk: Жорсткий диск або накопичувач

source: Optical drive, such as for CD, DVD, or Blu-ray discs
ca: Unitat òptica, com ara lectors de CD, DVD o Blu-ray
fr: Disque optique, comme pour les disques CD, DVD ou Blu-ray
ja: CD/DVD/ブルーレイディスクなどを読み書きする光学デバイス
pt: Leitor ótico, como por exemplo CD, DVD, ou discos Blu-ray
ru: Оптический привод, например для дисков CD, DVD или Blu-ray
sv: Optisk enhet, t.ex. för CD-, DVD- eller Blu-ray-skivor
uk: Оптичний привід, наприклад, для CD, DVD або Blu-ray дисків

source: Removable storage device, such as a portable hard drive
ca: Dispositiu d'emmagatzematge extraïble, com ara un disc dur portàtil
fr: Périphérique de stockage amovible, tel qu'un disque dur portable
ja: ポータブルハードドライブなどのリムーバブルストレージデバイス
pt: Dispositivo de armazenamento removível, como por exemplo um disco rígido portátil
ru: Съёмное запоминающее устройство, например портативный жесткий диск
sv: Flyttbar lagringsenhet, t.ex. en bärbar hårddisk
uk: Знімний запам'ятовувальний пристрій, наприклад, портативний жорсткий диск

source: USB drive or stick, such as a flash, jump, or thumb drive
ca: Unitat o llapis USB, com ara una unitat extraïble o una unitat de memòria
fr: Lecteur USB ou clé USB, tel qu'un lecteur flash
ja: USB ドライブや USB スティック (USB フラッシュ・USB メモリなど)
pt: Unidade USB ou pen, como por exemplo flash, jump ou disco de dedo
ru: USB-накопитель или флешка, флеш-накопитель
sv: USB-enhet eller USB-minne, t.ex. flash-enhet, jump-enhet eller tumminne
uk: USB-накопичувач або флешка, наприклад, флеш-накопичувач, флешка або флеш-накопичувач

source: Video game controller, such as a paddle, remote, or joystick
ca: Controlador de videojocs, com ara una paleta, un comandament a distància o una palanca de control
fr: Contrôleur de jeu vidéo, tel qu'une manette, une télécommande ou un joystick
ja: パドル/リモコン/ジョイスティックなどの、ビデオゲームコントローラー
pt: Comando de vídeo jogos, como por exemplo remo, controlo remoto ou joystick
ru: Контроллер для видеоигр, например, геймпад, джойстик или пульт ДУ
sv: Videospelskontroll, t.ex. en paddel, fjärrkontroll eller joystick
uk: Контролер для відеоігор, наприклад, джойстик або пульт дистанційного керування

source: Keyboard
ca: Teclat
fr: Clavier
ja: キーボード
pt: Teclado
ru: Клавиатура
sv: Tangentbord
uk: Клавіатура

source: Mouse
ca: Ratolí
fr: Souris
ja: マウス
pt: Rato
ru: Мышь
sv: Mus
uk: Миша

source: Graphics tablet or pen input, such as a Wacom digitizer, Intuos, Cintiq, or Bamboo
ca: Entrada de tauleta gràfica o llapis, com ara un digitalitzador Wacom, Intuos, Cintiq o Bamboo
fr: Entrée d'une tablette graphique ou d'un stylet, tel qu'un numériseur Wacom, Intuos, Cintiq ou Bamboo
ja: Wacom ペンタブレット/Intuos/Cintiq/Bamboo などの、グラフィックタブレットやペン
pt: Tablet gráfico ou entrada de caneta, como por exemplo o Wacom digitizer, Intuos, Cintiq ou Bamboo
ru: Графический планшет или средство рукописного ввода, например, дигитайзер Wacom, Intuos, Cintiq или Bamboo
sv: Grafisk surfplatta eller penninmatning, t.ex. en Wacom digitizer, Intuos, Cintiq eller Bamboo
uk: Графічний планшет або введення ручкою, наприклад, Wacom, Intuos, Cintiq або Bamboo

source: Touchpad input, such as a multitouch trackpad or clickpad
ca: Entrada de ratolí tàctil, com ara un plafó tàctil multitàctil o un plafó de clics
fr: Entrée pour pavé tactile, tel qu'un pavé tactile multipoints ou un pavé tactile classique
ja: マルチタッチトラックパッドやクリックパッドなどのタッチパッド
pt: Entrada de touchpad, como por exemplo um trackpad com gestos múltiplos ou clickpad
ru: Сенсорная панель ввода, например, мультитач-трекпад или сенсорная панель
sv: Pekplatta, t.ex. en multipekskärm eller en klickplatta
uk: Сенсорний ввід, наприклад, мультисенсорний трекпад або клікпад

source: Flash media such as a memory stick or SD card
ca: Mitjans extraïbles com ara un llapis de memòria o una targeta SD
fr: Support Flash tel qu'une clé USB ou une carte SD
ja: メモリースティックや SD カードなどのフラッシュメディア
pt: Multimédia em flash como por exemplo um cartão de memória ou cartão SD
ru: Флэш-носитель, например карта памяти или SD-карта
sv: Flashmedia, t.ex. ett minneskort eller SD-kort
uk: Флеш-носій, наприклад, карта пам'яті або SD-карта

source: Optical media, such as a CD, DVD, or Blu-ray disc
ca: Mitjans òptics, com ara un CD, DVD o disc Blu-ray
fr: Disque optique, tel q'un CD, DVD ou Blu-ray
ja: CD/DVD/ブルーレイディスクなどの光学メディア
pt: Leitor ótico, como por exemplo CD, DVD ou discos Blu-ray
ru: Оптический носитель, например компакт-диск (CD), DVD или диск Blu-ray
sv: Optisk media, t.ex. CD, DVD eller Blu-ray Disc
uk: Оптичні носії, наприклад, CD, DVD або Blu-ray диск

source: Network modem or router
ca: Mòdem o encaminador de xarxa
fr: Modem réseau ou routeur
ja: ネットワークモデムおよびルーター
pt: Modem de rede ou router
ru: Сетевой модем или маршрутизатор (роутер)
sv: Nätverksmodem eller router
uk: Мережевий модем або маршрутизатор

source: Media player device, such as a portable mp3 music player or iPod
ca: Dispositiu reproductor multimèdia, com ara un reproductor de música mp3 portàtil o un iPod
fr: Lecteur multimédia, tel qu'un lecteur mp3 portable ou un iPod
ja: メディア再生デバイス
pt: Dispositivo de leitura multimédia, como por exemplo um leitor de música portátil mp3 ou iPod
ru: Медиаплеер, например портативный mp3-плеер или iPod
sv: Mediaspelare, t.ex. en bärbar mp3-musikspelare eller iPod
uk: Пристрій для відтворення медіафайлів, наприклад, портативний mp3-програвач або iPod

source: Cellular type wireless network or device, such as a 2G, 3G, or 4G LTE connection, modem, or SIM card
ca: Dispositiu o xarxa sense fil de tipus cel·lular, com ara una connexió, mòdem o targeta SIM 2G, 3G o 4G LTE
fr: Réseau ou dispositif sans fil de type cellulaire, tel qu'une connexion LTE 2G, 3G ou 4G, modem ou carte SIM
ja: 2G/3G/4G LTE 接続や、モデム、SIM カードなどの、セルラー方式の無線ネットワークおよびデバイス
pt: Tipo de de rede móvel sem fio ou dispositivo, como por exemplo 2G, 3G ou 4G conexão LTE, modem ou cartão SIM
ru: Беспроводная сеть или устройство сотового типа, например соединение 2G, 3G или 4G LTE, модем или SIM-карта
sv: Trådlöst nätverk eller enhet av mobiltyp, t.ex. 2G-, 3G- eller 4G LTE-anslutning, modem eller SIM-kort
uk: Бездротова мережа або пристрій стільникового типу, наприклад, з'єднання 2G, 3G або 4G LTE, модем або SIM-карта

source: Networking firewall
ca: Tallafoc de xarxa
fr: Pare-feu réseau
ja: ネットワークファイアウォール
pt: Firewall de rede
ru: Сетевой брандмауэр
sv: Nätverk brandvägg
uk: Мережевий екран

source: Virtual private network or VPN connection
ca: Xarxa privada virtual o connexió VPN
fr: Réseau privé virtuel ou connexion VPN
ja: 仮想プライベートネットワーク、および VPN 接続
pt: Rede virtual privada ou uma conexão VPN
ru: Виртуальная частная сеть или VPN-соединение
sv: Virtuellt privat nätverk eller VPN-anslutning
uk: Віртуальна приватна мережа або VPN-з'єднання

source: Wired network connection, such as Ethernet
ca: Connexió de xarxa amb fil, com ara Ethernet
fr: Connexion réseau câblée, telle qu'Ethernet
ja: イーサネットなどの有線ネットワーク接続
pt: Conexão de rede por fio, como por exemplo Ethernet
ru: Проводное сетевое подключение, например Ethernet
sv: Trådbunden nätverksanslutning, t.ex. Ethernet
uk: Дротове з'єднання з мережею, наприклад, Ethernet

source: Wireless network connection, such as Wi-Fi
ca: Connexió de xarxa sense fil, com ara Wi-Fi
fr: Connexion réseau sans fil, telle que Wi-Fi
ja: Wi-Fi などの無線ネットワーク接続
pt: Conexão de rede sem fio, como por exemplo Wi-Fi
ru: Беспроводное сетевое подключение, например Wi-Fi
sv: Trådlös nätverksanslutning, t.ex. Wi-Fi
uk: Бездротове з'єднання з мережею, наприклад, Wi-Fi

source: Wireless hotspot connection, such as through a mobile cellular phone or smartphone
ca: Connexió de punt d'accés sense fil, com ara mitjançant un telèfon mòbil o un telèfon intel·ligent
fr: Connexion à un point d'accès sans fil, par exemple par l'intermédiaire d'un téléphone cellulaire mobile ou d'un smartphone
ja: 携帯電話やスマートフォンを介した無線ホットスポット接続
pt: Conexão via ancoragem sem fio, como por exemplo a partir de uma rede de telemóvel ou smartphone
ru: Беспроводное подключение к точке доступа, например, через мобильный сотовый телефон или смартфон
sv: Trådlös hotspot-anslutning, t.ex. via en mobiltelefon eller smartphone
uk: Бездротове під'єднання до точки доступу, наприклад, через мобільний стільниковий телефон або смартфон

source: Generic phone, such as a mobile Android smartphone or iPhone
ca: Telèfon genèric, com ara un telèfon mòbil intel·ligent Android o un iPhone
fr: Téléphone générique, tel qu'un smartphone mobile Android ou iPhone
ja: Android スマートフォンや iPhone などの、一般的な携帯電話
pt: Telemóvel genérico, como por exemplo um smartphone Android ou iPhone
ru: Стандартный телефон, например Android-смартфон или iPhone
sv: Generisk telefon, t.ex. en mobil Android-smartphone eller iPhone
uk: Звичайний телефон, наприклад, мобільний Android-смартфон або iPhone

source: Printer
ca: Impressora
fr: Imprimante
ja: プリンター
pt: Impressora
ru: Принтер
sv: Skrivare
uk: Принтер

source: Network-connected or shared printer
ca: Impressora connectada a la xarxa o compartida
fr: Imprimante réseau ou partagée
ja: ネットワーク接続/ネットワーク共有されたプリンター
pt: Ligado à rede ou impressora partilhada
ru: Сетевой или общий принтер
sv: Nätverksansluten eller delad skrivare
uk: Під'єднаний до мережі або спільний принтер

source: Scanner
ca: Escàner
ja: スキャナー
pt: Digitalizador
ru: Сканер
sv: Skanner
uk: Сканер
