Repository: elementary/iconbrowser
Catalog: po/*.po
Languages: ca, fr, ja, pt, ru, sv, uk

source: Remove from a list
ca: Suprimeix d'una llista
fr: Enlever de la liste
ja: 一覧から削除
pt: Remover de uma lista
ru: Удалить из списка
sv: Ta bort från en lista
uk: Вилучити зі списку

source: Forward an email
ca: Reenvia un correu electrònic
fr: Transférer un e-mail
ja: メールを転送
pt: Encaminhar um email
ru: Переслать письмо
sv: Vidarebefordra ett e-postmeddelande
uk: Переслати електронний лист

source: Mark an email as important
ca: Marca un correu electrònic com a important
fr: Marquer un e-mail comme important
ja: 重要なメールとしてマーク
pt: Marcar um email como importante
ru: Пометить письмо как важное
sv: Markera ett e-postmeddelande som viktigt
uk: Позначити лист важливим

source: Mark an email as junk or spam
ca: Marca un correu electrònic com a brossa o correu brossa
fr: Marquer un e-mail comme spam
ja: 迷惑メールまたはスパムメールとしてマーク
pt: Marcar um email como lixo ou spam
ru: Пометить письмо как спам
sv: Markera ett e-postmeddelande som skräppost eller spam
uk: Позначити лист небажаним або спамом

source: Mark an email as not junk or spam
ca: Marca un correu electrònic com a no brossa o correu brossa
fr: Marquer un e-mail comme non-spam
ja: 迷惑メールまたはスパムメールのマークを外す
pt: Marcar um email não sendo lixo ou spam
ru: Пометить письмо как не спам
sv: Markera ett e-postmeddelande som inte skräppost eller skräppost
uk: Позначити лист небажаним або спамом

source: Mark an email as read
ca: Marca un correu electrònic com a llegit
fr: Marquer un e-mail comme lu
ja: メールを既読にする
pt: Marcar um email como lido
ru: Отметить письмо как прочитанное
sv: Markera ett e-postmeddelande som läst
uk: Позначити лист прочитаним

source: Mark an email as unread
ca: Marca un correu electrònic com a no llegit
fr: Marquer un e-mail comme non lu
ja: メールを未読にする
pt: Marcar um email como não lido
ru: Отметить письмо как непрочитанное
sv: Markera ett e-postmeddelande som oläst
uk: Позначити лист непрочитаним

source: Compose a new email
ca: Redacta un correu electrònic nou
fr: Rédiger un nouvel e-mail
ja: 新しいメールを作成
pt: Escrever um novo email
ru: Написать новое письмо
sv: Skriva ett nytt e-postmeddelande
uk: Створити новий електронний лист

source: Reply to all participants of an email
ca: Respon a tots els participants d'un correu electrònic
fr: Répondre à tous les participants d'un e-mail
ja: 全員に返信
pt: Responder a todos os participantes de um email
ru: Ответить всем участникам переписки
sv: Svara till alla deltagare i ett e-postmeddelande
uk: Відповісти всім учасникам електронного листа

source: Reply to the sender of an email
ca: Respon al remitent d'un correu electrònic
fr: Répondre a l'expéditeur de l'e-mail
ja: 送信者に返信
pt: Responder ao remetente de um email
ru: Ответить отправителю письма
sv: Svara avsändaren av ett e-postmeddelande
uk: Відповісти відправнику електронного листа

source: Send an email
ca: Envia un correu electrònic
fr: Envoyer un e-mail
ja: メールを送信
pt: Enviar um email
ru: Отправить письмо
sv: Skicka e-post
uk: Надіслати електронний лист

source: Send and receive all email
ca: Envia i rep tot el correu electrònic
fr: Envoyer et recevoir tous les e-mails
ru: Отправить и получить все письма
sv: Skicka och ta emot all e-post
uk: Надіслати й отримати електронний лист

source: Eject removable media
ca: Expulsa el suport extraïble
fr: Éjecter le support amovible
ja: 外部メディアを取り出す
pt: Ejetar dispositivo removível
ru: Извлечь съёмный носитель
sv: Mata ut flyttbara media
uk: Витягнути знімний носій

source: Pause media playback
ca: Interromp la reproducció multimèdia
fr: Mettre la lecture en pause
ja: メディアの再生を一時停止
pt: Pausar a reprodução de multimédia
ru: Приостановить воспроизведение
sv: Pausa uppspelning av media
uk: Призупинити відтворення медіафайлу

source: Start playing media
ca: Comença a reproduir contingut multimèdia
fr: Démarrer la lecture
ja: メディアを再生
pt: Iniciar a reprodução de multimédia
ru: Запустить воспроизведение
sv: Starta uppspelning av media
uk: Почати відтворення медіафайлів

source: Stop playing media
ca: Atura la reproducció de contingut multimèdia
fr: Interrompre la lecture
ja: メディアを停止
pt: Parar a reprodução de multimédia
ru: Остановить воспроизведение
sv: Sluta spela upp media
uk: Припинити відтворення медіа

source: Start recording
ca: Comença a gravar
fr: Démarrer l'enregistrement
ja: 録音を開始
pt: Iniciar a gravação
ru: Начать запись
sv: Starta inspelningen
uk: Почати запис

source: Seek backwards or rewind
ca: Busca cap enrere o rebobina
fr: Reculer ou rembobiner
ja: スキップ戻しまたは早戻し
pt: Retroceder ou rebobinar
ru: Перейти или перемотать назад
sv: Söka bakåt eller spola tillbaka
uk: Перемотати або відмотати назад

source: Seek forwards, or fastforward
ca: Busca endavant o avança ràpidament
fr: Avancer ou avance rapide
ja: スキップ送りまたは早送り
pt: Avançar ou avançar rápido
ru: Перейти или перемотать вперёд
sv: Sök framåt, eller snabbspola framåt
uk: Прогортати або перемотати вперед

source: Skip backwards, such as to the previous track
ca: Salta enrere, com ara a la pista anterior
fr: Revenir en arrière, par exemple au titre précédent
ja: 前にスキップ (前のトラックなど)
pt: Saltar o retroceder, como por exemplo para uma faixa anterior
ru: Перейти к предыдущему, например, треку
sv: Hoppa bakåt, t.ex. till föregående spår
uk: Перехід назад, наприклад, до попередньої доріжки

source: Skip forwards, such as to the next track
ca: Salta endavant, com ara a la pista següent
fr: Passer, par exemple au titre suivant
ja: 次にスキップ (次のトラックなど)
pt: Saltar o avançar, como por exemplo para uma faixa seguinte
ru: Перейти к следующему, например, треку
sv: Hoppa framåt, t.ex. till nästa spår
uk: Перехід вперед, наприклад, до наступної доріжки

source: Flip an object horizontally
ca: Gira un objecte horitzontalment
fr: Retourner un objet horizontalement
ja: オブジェクトを左右反転
pt: Virar um objeto horizontalmente
ru: Отразить объект по горизонтали
sv: Vänd ett objekt horisontellt
uk: Перевернути об'єкт горизонтально

source: Flip an object vertically
ca: Gira un objecte verticalment
fr: Retourner un objet verticalement
ja: オブジェクトを上下反転
pt: Virar um objeto verticalmente
ru: Отразить объект по вертикали
sv: Vänd ett objekt vertikalt
uk: Перевернути об'єкт вертикально

source: Rotate an object to the left or counter-clockwise
ca: Gira un objecte cap a l'esquerra o en sentit contrari a les agulles del rellotge
fr: Tourner un objet vers la gauche ou dans le sens inverse des aiguilles d'une montre
ja: オブジェクトを左回転
pt: Rodar um objeto para a esquerda ou no sentido contra relógio
ru: Повернуть объект влево или против часовой стрелки
sv: Rotera ett objekt till vänster eller moturs
uk: Обернути об'єкт вліво або проти годинникової стрілки

source: Rotate an object to the right or clockwise
ca: Gira un objecte cap a la dreta o en el sentit de les agulles del rellotge
fr: Tourner un objet vers la droite ou dans le sens des aiguilles d'une montre
ja: オブジェクトを右回転
pt: Rodar um objeto para a direita ou no sentido do relógio
ru: Повернуть объект вправо или по часовой стрелке
sv: Rotera ett objekt åt höger eller medurs
uk: Обернути об'єкт вправо або за годинниковою стрілкою

source: Create a new database
ca: Crea una base de dades nova
fr: Créer une nouvelle base de données
ja: 新しいデータベースを作成
pt: Criar uma nova base de dados
ru: Создать новую базу данных
sv: Skapa en ny databas
uk: Створити нову базу даних

source: Stop an action that may take a while to process, such as web page loading in a browser
ca: Atura una acció que pot trigar una estona a processar-se, com ara la càrrega de la pàgina web en un navegador
fr: Interrompre une action qui peut prendre un certain temps à s’exécuter, comme le chargement d'une page Web dans un navigateur
ja: 時間がかかりそうな処理を停止 (ブラウザでの Web ページの読み込みなど)
pt: Parar uma ação que poderá demorar a processar, como por exemplo uma página a carregar num navegador de Internet
ru: Остановить действие, которое может занять некоторое время, например загрузка веб-страницы
sv: Stoppa en åtgärd som kan ta en stund att bearbeta, t.ex. laddning av en webbsida i en webbläsare
uk: Зупинити дію, яка може тривати певний час, наприклад, завантаження вебсторінки у браузері

source: Lock the screen or the user's session
ca: Bloca la pantalla o la sessió de l'usuari
fr: Verrouiller l'écran de la session utilisateur
ja: 画面やユーザーのセッションをロック
pt: Trancar o ecrã ou a sessão do utilizador
ru: Заблокировать экран или сеанс пользователя
sv: Lås skärmen eller användarens session
uk: Заблокувати екран або сеанс користувача

source: Log out of the user's session
ca: Tanca la sessió de l'usuari
fr: Se déconnecter de la session utilisateur
ja: ユーザーのセッションからログアウト
pt: Sair da sessão do utilizador
ru: Выход из сеанса пользователя
sv: Logga ut från användarens session
uk: Вихід з сеансу користувача

source: Run a system app or command
ca: Executa una aplicació o una ordre del sistema
fr: Exécuter une application système ou une commande
ja: システムアプリやコマンドを実行
pt: Executar uma aplicação do sistema ou comando
ru: Запуск системного приложения или команды
sv: Kör en systemapp eller ett kommando
uk: Запуск системного застосунку або команди

source: Search the system
ca: Cerca al sistema
fr: Rechercher dans le système
ja: システムを検索
pt: Procurar no sistema
ru: Поиск по системе
sv: Sök i systemet
uk: Пошук у системі

source: Restart the device
ca: Reinicia el dispositiu
fr: Redémarrer l'appareil
ja: デバイスを再起動
pt: Reiniciar o dispositivo
ru: Перезапустить (перезагрузить) устройство
sv: Starta om enheten
uk: Перезапуск пристрою

source: Shut the device down
ca: Apaga el dispositiu
fr: Éteindre l'appareil
ja: デバイスをシャットダウン
pt: Desligar o dispositivo
ru: Выключить устройство
sv: Stäng av enheten
uk: Вимкнути пристрій

source: Create a new tag
ca: Crea una etiqueta nova
fr: Créer une nouvelle étiquette
ja: 新しいタグを作成
pt: Criar uma nova etiqueta
ru: Создать новый тег
sv: Skapa en ny tagg
uk: Створити нову мітку

source: Check spelling
ca: Revisa l'ortografia
fr: Vérifier l'orthographe
ja: スペルチェック
pt: Verificar ortografia
ru: Проверка правописания
sv: Kontrollera stavning
uk: Перевірити правопис

source: Set or adjust a timer
ca: Estableix o ajusta un temporitzador
fr: Régler ou ajuster un chronomètre
ja: タイマーを設定または調整
pt: Definir ou ajustar um temporizador
ru: Установка или настройка таймера
sv: Ställa in eller justera en timer
uk: Установити або налаштувати таймер

source: Display the current view as columns
ca: Mostra la vista actual com a columnes
fr: Afficher la vue courante sous forme de colonnes
ja: 現在のビューをカラムで表示
pt: Exibir a vista atual como colunas
ru: Отобразить в виде столбцов
sv: Visa den aktuella vyn som kolumner
uk: Показ поточного подання у вигляді стовпчиків

source: display the current view in a continously scrolling list
ca: mostra la vista actual en una llista de desplaçament continu
fr: Afficher la vue courante dans une liste déroulante continue
ja: 現在のビューをスクロール可能な一覧で表示
pt: exibir a vista atual numa lista de deslize contínuo
ru: Отобразить в виде непрерывно прокручивающегося списка
sv: visa den aktuella vyn i en lista som rullar kontinuerligt
uk: показ поточного подання у вигляді списку, що безперервно прокручується

source: display the current view as a split, dual view
ca: mostra la vista actual com una vista dividida i doble
fr: Afficher la vue courante sous forme de vue fractionnée double
ja: 現在のビューを分割した 2 つのビューで表示
pt: exibir a vista atual como uma vista dividida, dupla
ru: Отобразить в виде разделённого, двойного представления
sv: visa den aktuella vyn som en delad, dubbel vy
uk: показ поточного подання у вигляді розділеного, подвійного подання

source: View fullscreen
ca: Mostra la pantalla completa
fr: Voir en plein-écran
ja: 全画面表示
pt: Ver ecrã inteiro
ru: Полноэкранный вид
sv: Visa i helskärm
uk: Перегляд в повноекранному режимі

source: Display the current view as a grid of images or icons
ca: Mostra la vista actual com una graella d'imatges o icones
fr: Afficher la vue courante sous forme de grille d'images ou d'icônes
ja: 現在のビューを画像やアイコンでグリッド表示
pt: Exibir a vista atual como uma grelha de imagens ou ícones
ru: Отобразить в виде сетки изображений или значков
sv: Visa den aktuella vyn som ett rutnät med bilder eller ikoner
uk: Показ поточного подання у вигляді сітки зображень або піктограм

source: Refresh or reload the current view
ca: Actualitza o torna a carregar la vista actual
fr: Rafraîchir ou recharger la vue courante
ja: 現在のビューを再読み込み
pt: Refrescar ou recarregar a vista atual
ru: Обновить или перезагрузить текущее представление
sv: Uppdatera eller ladda om den aktuella vyn
uk: Оновити або перезавантажити поточне подання

source: Leave fullscreen and return to a normal window
ca: Surt de la pantalla completa i torna a una finestra normal
fr: Quitter le plein-écran et revenir à une fenêtre normale
ja: 全画面表示を終了し通常のウィンドウに戻る
pt: Sair do ecrã inteiro e voltar à janela normal
ru: Выход из полноэкранного режима и возврат к обычному окну
sv: Lämna helskärmsläget och återgå till ett normalt fönster
uk: Вихід з повноекранного режиму та повернення до звичайного вікна

source: View more information about the given context in a popover or menu
ca: Mostra més informació sobre el context donat en una finestra emergent o menú
fr: Afficher plus d'informations sur le contexte donné dans une fenêtre contextuelle ou un menu
ja: 詳細情報をポップオーバーやメニューに表示
pt: Ver mais informação sobre um dado contexto num menu flutuante ou menu
ru: Просмотр дополнительной информации во всплывающем окне или меню
sv: Visa mer information om det aktuella sammanhanget i en popover eller meny
uk: Перегляд додаткових відомостей про вказаний контекст у спливному вікні або меню

source: View more information about the given context in a new view or window
ca: Mostra més informació sobre el context donat en una vista o finestra nova
fr: Afficher plus d'informations sur le contexte donné dans une nouvelle vue ou une nouvelle fenêtre
ja: 詳細情報を新しいビューやウィンドウに表示
pt: Ver mais informação sobre um dado contexto numa nova vista ou janela
ru: Просмотр дополнительной информации в новом представлении или окне
sv: Visa mer information om det aktuella sammanhanget i en ny vy eller ett nytt fönster
uk: Перегляд додаткових відомостей про вказаний контекст у новому поданні або вікні

source: Display the current view as a collection of pages
ca: Mostra la vista actual com una col·lecció de pàgines
fr: Afficher la vue actuelle comme une collection de pages
ja: 現在のビューをページごとに表示
pt: Exibir a vista atual como uma coleção de páginas
ru: Отобразить в виде набора страниц
sv: Visa den aktuella vyn som en samling sidor
uk: Показ поточного подання у вигляді колекції сторінок

source: Pin the current view so that it does not automatically hide
ca: Fixa la vista actual perquè no s'oculti automàticament
fr: Afficher la vue courante pour qu'elle ne se masque pas automatiquement
ja: 現在のビューが自動で隠れないようにピン留め
pt: Fixar a vista atual para que não se esconda automaticamente
ru: Закрепить текущее представление, чтобы оно не скрывалось автоматически
sv: Fäst den aktuella vyn så att den inte automatiskt döljs
uk: Закріпити поточне подання, щоб воно не ховалося автоматично

source: Sort items in an ascending order, such as in a list
ca: Ordena els elements en ordre ascendent, com ara en una llista
fr: Trier les éléments par ordre croissant, comme dans un liste
ja: 一覧などにおいて、項目を昇順に並べ替え
pt: Organizar itens por ordem crescente, como por exemplo numa lista
ru: Сортировка элементов в порядке возрастания, например, в списке
sv: Sortera objekt i stigande ordning, t.ex. i en lista
uk: Сортувати елементи в порядку зростання, наприклад, у списку

source: Sort items in a descending order, such as in a list
ca: Ordena els elements en ordre descendent, com ara en una llista
fr: Trier les éléments par ordre décroissant, comme dans une liste
ja: 一覧などにおいて、項目を降順に並べ替え
pt: Organizar itens por ordem decrescente, como por exemplo numa lista
ru: Сортировка элементов в порядке убывания, например, в списке
sv: Sortera objekt i fallande ordning, t.ex. i en lista
uk: Сортувати елементи в порядку спадання, наприклад, у списку

source: Close the window
ca: Tanca la finestra
fr: Fermer la fenêtre
ja: ウィンドウを閉じる
pt: Fechar a janela
ru: Закрыть окно
sv: Stäng fönstret
uk: Закрити вікно

source: Create a new window
ca: Crea una finestra nova
fr: Créer une nouvelle fenêtre
ja: 新しいウィンドウを開く
pt: Criar uma nova janela
ru: Создать новое окно
sv: Skapa ett nytt fönster
uk: Створити нове вікно

source: Zoom to the best fit
ca: Amplia la millor opció
fr: Zoom au meilleur ajustement
ja: 表示領域に合うサイズにズーム
pt: Ampliar à página
ru: Масштабировать до оптимального размера
sv: Zooma till bästa passform
uk: Масштабувати до оптимального розміру

source: Zoom in
ca: Amplia
fr: Zoom avant
ja: 拡大
pt: Ampliar mais
ru: Увеличить, приблизить
sv: Zooma in
uk: Збільшити

source: Zoom to the original size
ca: Torna a la mida original
fr: Zoom à la taille d'origine
ja: 元のサイズに戻す
pt: Ampliar para o tamanho original
ru: Масштабировать до исходного размера
sv: Zooma till originalstorleken
uk: Масштабувати до початкового розміру

source: Zoom out
ca: Redueix
fr: Zoom arrière
ja: 縮小
pt: Ampliar menos
ru: Уменьшить, отдалить
sv: Zooma ut
uk: Зменшити

source: Calculator
ca: Calculadora
fr: Calculatrice
ja: 電卓
pt: Calculadora
ru: Калькулятор
sv: Kalkylator
uk: Калькулятор

source: International and extended text character map
ca: Mapa de caràcters de text internacional i ampliat
fr: Mappage de caractères internationale et texte étendu
ja: 国際的な拡張テキスト文字マップ
pt: Mapa de caracteres de texto internacional e expandido
ru: Таблица международных и дополнительных символов
sv: Internationell och utökad text teckenkarta
uk: Мапа символів міжнародного та розширеного тексту

source: Dictionary
ca: Diccionari
fr: Dictionnaire
ja: 辞書
pt: Dicionário
ru: Словарь
sv: Ordbok
uk: Словник

source: Screenshot application
ca: Aplicació de captura de pantalla
fr: Application de capture d'écran
ja: スクリーンショットアプリケーション
pt: Aplicação de captura de ecrã
ru: Приложение для снимков экрана
sv: Applikation för skärmdump
uk: Застосунок для знімків екрана

source: Text editor
ca: Editor de textos
fr: Éditeur de texte
ja: テキストエディター
pt: Editor de texto
ru: Редактор текста
sv: Textredigerare
uk: Текстовий редактор

source: Default or unprovided app icon
ca: Icona d'aplicació predeterminada o no proporcionada
fr: Icône d'application par défaut ou non fournie
ja: デフォルトおよび未指定時のアプリアイコン
pt: Ícone de aplicação padrão ou não fornecido
ru: Значок по умолчанию, или программа не предоставила значок
sv: Standard eller ej tillhandahållen appikon
uk: Типова або ненадана піктограма застосунку

source: Files
ca: Fitxers
fr: Fichiers
ja: ファイルマネージャー
pt: Ficheiros
ru: Файлы
sv: Filer
uk: Файли

source: AppCenter or software installer
ca: AppCenter o instal·lador de programari
fr: Centre d'Applications ou installateur de logiciels
ja: AppCenter またはソフトウェアインストーラー
pt: Centro de Aplicações ou instalador de software
ru: AppCenter или установщик приложений
sv: AppCenter eller installationsprogram för programvara
uk: Встановлювач центру застосунків чи програмного забезпечення

source: Software updater
ca: Actualitzador de programari
fr: Gestionnaire de mises à jour
ja: ソフトウェアの更新アプリ
pt: Atualizador de software
ru: Средство обновлений программного обеспечения
sv: Uppdatering av programvara
uk: Оновлювач програмного забезпечення

source: System resource monitor
ca: Monitor de recursos del sistema
fr: Moniteur de ressources système
ja: システムリソースモニター
pt: Monitor de recursos do sistema
ru: Системный монитор ресурсов
sv: Övervakning av systemresurser
uk: Монітор системних ресурсів

source: Terminal
ja: ターミナル
ru: Терминал
uk: Термінал

source: Accessory or utility app category
ca: Categoria d'accessoris o aplicacions d'utilitat
fr: Catégorie Outils et Accessoires
ja: ツールアプリやユーティリティアプリのカテゴリー
pt: Categoria de aplicações de acessório ou utilitário
ru: Категория прикладных приложений и утилит
sv: Kategori för tillbehörs- eller verktygsprogram
uk: Категорія утиліт або корисних застосунків

source: Programming, software development, code, or IDE app category
ca: Categoria de programació, desenvolupament de programari, codi o IDE
fr: Catégorie Programmation, Développement logiciel, Code ou EDI
ja: プログラミング/ソフトウェア開発/コーディング/IDE に関連するアプリのカテゴリー
pt: Categoria de aplicações de programação, desenvolvimento de software, código ou IDE
ru: Категория приложений для программирования, разработки программного обеспечения, IDE или работы с кодом
sv: Kategori för programmering, mjukvaruutveckling, kod eller IDE-app
uk: Програмування, розробка програмного забезпечення, коду або категорії застосунків IDE

source: Education, learning, or school app category
ca: Categoria d'aplicació d'educació, aprenentatge o d'escola
fr: Catégorie Éducation, Apprentissage ou École
ja: 教育/学習/教育機関に関連するアプリのカテゴリー
pt: Categoria de aplicações de educação, apões aprendizagem ou escola
ru: Категория приложения для образования, обучения или школы
sv: Appkategori för utbildning, lärande eller skola
uk: Категорія застосунків для освіти, навчання або школи

source: Engineering app category
ca: Categoria d'aplicacions d'enginyeria
fr: Catégorie Ingénierie
ja: 機械工学に関連するアプリのカテゴリー
pt: Categoria de aplicações de engenharia
ru: Категория инженерных приложений
sv: Appkategori för teknik
uk: Категорія інженерних застосунків

source: Games app category
ca: Categoria d'aplicacions de jocs
fr: Catégorie Jeux
ja: ゲームに関連するアプリのカテゴリー
pt: Categoria de aplicações de jogos
ru: Категория игр и приложений для развлечения
sv: Kategori för spelappar
uk: Категорія ігрових застосунків

source: Graphics, drawing, art, or photo manipulation app category
ca: Categoria d'aplicacions de gràfics, dibuix, art o manipulació de fotografies
fr: Catégorie Dessin, Art ou Montage photo
ja: グラフィック/イラスト制作/美術/写真編集に関連するアプリのカテゴリー
pt: Categoria de aplicações de gráficos, desenho, arte ou manipulação de foto
ru: Категория приложений для рисования и работы с графикой, рисунками или фотографиями
sv: Appkategori för grafik, ritning, konst eller fotomanipulation
uk: Категорія застосунків для маніпуляцій з графікою, малюнками, мистецтвом або світлинами

source: Internet or web related app category
ca: Categoria d'aplicacions relacionades amb Internet o xarxa
fr: Catégorie Internet
ja: インターネットや Web に関連するアプリのカテゴリー
pt: Categoria de aplicações de Internet ou relacionado com a web
ru: Категория веб-приложений и приложений, связанных с Интернетом
sv: Internet- eller webbrelaterad appkategori
uk: Категорія застосунків, пов'язаних з інтернетом або вебзастосунками

source: Multimedia, audio, or video app category
ca: Categoria d'aplicacions multimèdia, d'àudio o vídeo
fr: Catégorie Multimédia, Audio ou Vidéo
ja: マルチメディア/音声/動画に関連するアプリのカテゴリー
pt: Categoria de aplicações de multimédia, áudio ou vídeo
ru: Категория мультимедиа, аудио или видео приложений
sv: Appkategori för multimedia, ljud eller video
uk: Категорія мультимедійних, аудіо або відео застосунків

source: Office app category
ca: Categoria d'aplicacions d'oficina
fr: Catégorie Bureautique
ja: Office アプリのカテゴリー
pt: Categoria de aplicações de escritório
ru: Категория офисных приложений
sv: Kategori för kontorsapplikationer
uk: Категорія офісних застосунків

source: Other or uncategorized app category
ca: Una altra categoria d'aplicacions o sense categoria
fr: Catégories Autres
ja: それ以外のアプリ、および未知のアプリのカテゴリー
pt: Categoria de aplicações de outra ou não categorizado
ru: Категория других, некатегоризированных приложений
sv: Annan eller okategoriserad appkategori
uk: Категорія інших або не категоризованих застосунків

source: Science app category
ca: Categoria d'aplicacions científiques
fr: Catégorie Science
ja: 科学に関連するアプリのカテゴリー
pt: Categoria de aplicações de ciência
ru: Категория научных приложений
sv: Appkategori för vetenskap
uk: Категорія наукових застосунків
