Repository: elementary/iconbrowser
Catalog: po/*.po
Languages: ca, fr, ja, pt, ru, sv, uk

source: Search Names or Descriptions
ca: Cerca noms o descripcions
fr: Rechercher par nom ou description
ja: アイコン名または説明で検索
pt: Procure nomes ou descrições
ru: Поиск по названию или описанию
sv: Sök namn eller beskrivningar
uk: Пошук назв або описів

source: Actions
ca: Accions
ja: アクション
pt: Ações
ru: Действия
sv: Åtgärder
uk: Дії

source: Applications
ca: Aplicacions
ja: アプリケーション
pt: Aplicações
ru: Приложения
sv: Program
uk: Застосунки

source: Categories
fr: Catégories
ja: カテゴリー
pt: Categorias
ru: Категории
sv: Kategorier
uk: Категорії

source: Devices
ca: Dispositius
fr: Appareils
ja: デバイス
pt: Dispositivos
ru: Устройства
sv: Enheter
uk: Пристрої

source: Emblems
ca: Emblemes
fr: Symboles
ja: エンブレム
pt: Emblemas
ru: Эмблемы
sv: Emblem
uk: Емблеми

source: Emotes
ca: Emoticones
fr: Émojis
ja: 感情
ru: Эмодзи
uk: Емотикони

source: Media Types
ca: Tipus de mitjans
fr: Types de média
ja: メディアタイプ
pt: Tipos de ficheiro
ru: Типы медиафайлов
sv: Medietyper
uk: Типи медіа

source: Places
ca: Llocs
fr: Emplacements
ja: 場所
pt: Lugares
ru: Места
sv: Platser
uk: Місця

source: Status
ca: Estat
fr: Statut
ja: ステータス
pt: Estado
ru: Состояние
uk: Стан

source: OTHER
ca: ALTRES
fr: DIVERS
ja: そのほか
pt: OUTROS
ru: ДРУГОЕ
sv: ÖVRIGT
uk: ІНШЕ

source: Create a new address book
ca: Crea una llibreta d'adreces nova
fr: Créer un nouveau carnet d'adresses
ja: 新しいアドレス帳を作成
pt: Criar um novo livro de endereços
ru: Создать новую адресную книгу
sv: Skapa en ny adressbok
uk: Створити нову адресну книгу

source: Align objects to center along the X axis
ca: Alinea els objectes per centrar-los al llarg de l'eix X
fr: Aligner les objets au centre sur l'axe X
ja: オブジェクトを X 軸に対して中央寄せ
pt: Alinhar objetos ao centro na direção horizontal
ru: Выровнять объекты по центру вдоль оси X
sv: Rikta in objekt så att de centreras längs X-axeln
uk: Вирівняти об'єкти по центру вздовж осі X

source: Align objects left along the X axis
ca: Alinea els objectes a l'esquerra al llarg de l'eix X
fr: Aligner les objets à gauche sur l'axe X
ja: オブジェクトを X 軸に対して左寄せ
pt: Alinhar objetos à esquerda na direção horizontal
ru: Выровнять объекты по левому краю вдоль оси X
sv: Rikta in objekt till vänster längs X-axeln
uk: Вирівняти об'єкти вліво вздовж осі X

source: Align objects right along the X axis
ca: Alinea els objectes a la dreta al llarg de l'eix X
fr: Aligner les objets à droite sur l'axe X
ja: オブジェクトを X 軸に対して右寄せ
pt: Alinhar objetos à direita na direção horizontal
ru: Выровнять объекты по правому краю вдоль оси X
sv: Rikta in objekt rätt längs X-axeln
uk: Вирівняти об'єкти вправо вздовж осі X

source: Align objects to bottom along the Y axis
ca: Alinea els objectes a baix al llarg de l'eix Y
fr: Aligner les objets en bas sur l'axe Y
ja: オブジェクトを Y 軸に対して下寄せ
pt: Alinhar objetos no fundo na direção vertical
ru: Выровнять объекты по нижнему краю вдоль оси Y
sv: Rikta in objekten nedåt längs Y-axeln
uk: Вирівняти об'єкти вниз вздовж осі Y

source: Align objects to center along the Y axis
ca: Alinea els objectes per centrar-los al llarg de l'eix Y
fr: Aligner les objets au centre sur l'axe Y
ja: オブジェクトを Y 軸に対して中央寄せ
pt: Alinhar objetos ao centro na direção vertical
ru: Выровнять объекты по центру вдоль оси Y
sv: Rikta in objekt så att de centreras längs Y-axeln
uk: Вирівняти об'єкти по центру вздовж осі Y

source: Align objects to top along the Y axis
ca: Alinea els objectes a dalt al llarg de l'eix Y
fr: Aligner les objets en haut sur l'axe Y
ja: オブジェクトを Y 軸に対して上寄せ
pt: Alinhar objetos no topo na direção vertical
ru: Выровнять объекты по верхнему краю вдоль оси Y
sv: Rikta in objekt upptill längs Y-axeln
uk: Вирівняти об'єкти вгору вздовж осі Y

source: Used for exiting an application
ca: Usat per sortir d'una aplicació
fr: Utilisé pour quitter une application
ja: アプリケーション終了時に使用
pt: Usado para fechar uma aplicação
ru: Используется для выхода из приложения
sv: Används för att avsluta en applikation
uk: Використовується для виходу з застосунку

source: Create a new appointment in a calendaring application
ca: Creeu una cita nova en una aplicació de calendari
fr: Créer un nouveau rendez-vous dans une application de calendrier
ja: カレンダーアプリケーション内で新しい予定を作成
pt: Criar um compromisso numa aplicação de calendário
ru: Создать новое событие в приложении календаря
sv: Skapa ett nytt möte i ett kalenderprogram
uk: Створити нову зустріч у застосунку календаря

source: Create a new bookmark
ca: Crea un marcador nou
fr: Créer un nouveau marque-page
ja: 新しいブックマークを作成
pt: Criar um novo marcador
ru: Создать новую закладку
sv: Skapa ett nytt bokmärke
uk: Створити нову закладку

source: Download a file from the Internet
ca: Descarrega un fitxer d'Internet
fr: Télécharger un fichier sur Internet
ja: インターネットからファイルをダウンロード
pt: Transferir um ficheiro da Internet
ru: Загрузить файл из Интернета
sv: Hämta ner en fil från Internet
uk: Завантажити файл з інтернету

source: Initiate or accept a call
ca: Inicia o accepta una trucada
fr: Lancer ou accepter un appel
ja: 通話を開始または応答
pt: Iniciar ou aceitar uma chamada
ru: Совершить или принять звонок
sv: Starta eller acceptera ett samtal
uk: Ініціювати або прийняти виклик

source: Stop the current call
ca: Atura la trucada actual
fr: Interrompre l'appel en cours
ja: 通話を終了
pt: Parar a chamada atual
ru: Завершить текущий звонок
sv: Stoppa det aktuella samtalet
uk: Припинити поточний виклик

source: Pick a color from elsewhere on screen
ca: Trieu un color d'un altre lloc de la pantalla
fr: Récupérer une couleur à l'écran
ja: 画面上の色を選択
pt: Escolhe uma cor no ecrâ
ru: Выбрать цвет из любой точки на экране
sv: Välj en färg från en annan plats på skärmen
uk: Вибрати колір з іншого місця на екрані

source: Create a new contact in an address book application
ca: Crea un contacte nou en una aplicació de llibreta d'adreces
fr: Créer un nouveau contact dans une application de carnet d'adresses
ja: アドレス帳アプリケーション内で新しい連絡先を作成
pt: Criar um novo contacto numa aplicação de livro de endereços
ru: Создать новый контакт в приложении адресной книги
sv: Skapa en ny kontakt i ett adressboksprogram
uk: Створити новий контакт у застосунку адресної книги

source: Distribute the center lines of objects horizontally
ca: Distribueix horitzontalment les línies centrals dels objectes
fr: Répartir horizontalement les lignes centrales des objets
ja: オブジェクトの中心線を基準に、水平方向に等間隔に配置
pt: Distribuir as linhas centrais dos objetos horizontalmente
ru: Горизонтально распределить объекты по центрам
sv: Fördela objektens mittlinjer horisontellt
uk: Розподілити центральні лінії об'єктів за горизонталлю

source: Make horizontal gaps between objects equal
ca: Fes que els espais horitzontals entre els objectes siguin iguals
fr: Rendre égaux les espaces horizontaux entre les objets
ja: オブジェクトの水平方向の間隔を均等にする
pt: Faça espaços horizontais entre objetos iguais
ru: Уравнять горизонтальные промежутки между объектами
sv: Gör horisontella mellanrum mellan objekt lika stora
uk: Зробити горизонтальні проміжки між об'єктами рівними

source: Distribute left edges of objects horizontally
ca: Distribueix horitzontalment les vores esquerres dels objectes
fr: Répartir horizontalement les bords gauches des objets
ja: オブジェクトの左端を基準に、水平方向に等間隔に配置
pt: Distribuir as margens esquerdas dos objetos de forma horizontal
ru: Горизонтально распределить объекты по левым краям
sv: Fördela vänsterkanten på objekt horisontellt
uk: Розподілити ліві краї об'єктів за горизонталлю

source: Distribute right edges of objects horizontally
ca: Distribueix horitzontalment les vores dretes dels objectes
fr: Répartir horizontalement les bords droits des objets
ja: オブジェクトの右端を基準に、水平方向に等間隔に配置
pt: Distribuir as margens direitas dos objetos de forma horizontal
ru: Горизонтально распределить объекты по правым краям
sv: Fördela objektens högra kanter horisontellt
uk: Розподілити праві краї об'єктів за горизонталлю

source: Distribute bottom edges of objects vertically
ca: Distribueix les vores inferiors dels objectes verticalment
fr: Répartir verticalement les bords inférieurs des objets
ja: オブジェクトの下端を基準に、垂直方向に等間隔に配置
pt: Distribuir as margens inferiores dos objetos de forma vertical
ru: Вертикально распределить объекты по нижним краям
sv: Fördela objektens nedre kanter vertikalt
uk: Розподілити нижні краї об'єктів по вертикалі

source: Distribute center lines of objects vertically
ca: Distribueix les línies centrals dels objectes verticalment
fr: Répartir verticalement les lignes centrales des objets
ja: オブジェクトの中心線を基準に、垂直方向に等間隔に配置
pt: Distribuir linhas centrais de objetos de maneira vertical
ru: Вертикально распределить объекты по центрам
sv: Fördela objektens mittlinjer vertikalt
uk: Розподілити центральні лінії об'єктів по вертикалі

source: Make vertical gaps between objects equal
ca: Fes que els espais verticals entre els objectes siguin iguals
fr: Rendre égaux les espaces verticaux entre les objets
ja: オブジェクトの垂直方向の間隔を均等にする
pt: Crie espaços verticais entre objetos iguais
ru: Уравнять вертикальные промежутки между объектами
sv: Gör vertikala mellanrum mellan objekt lika stora
uk: Зробити вертикальні проміжки між об'єктами рівними

source: Distribute top edges of objects vertically
ca: Distribueix les vores superiors dels objectes verticalment
fr: Répartir verticalement les bords supérieurs des objets
ja: オブジェクトの上端を基準に、垂直方向に等間隔に配置
pt: Distribuir as margens superiores dos objetos de forma vertical
ru: Вертикально распределить объекты по верхним краям
sv: Fördela objektens övre kanter vertikalt
uk: Розподілити верхні краї об'єктів по вертикалі

source: Export a document
ca: Exporta un document
fr: Exporter un document
ja: ドキュメントをエクスポート
pt: Exportar um documento
ru: Экспортировать документ
sv: Exportera ett dokument
uk: Експортувати документ

source: Import a document
ca: Importa un document
fr: Importer un document
ja: ドキュメントをインポート
pt: Importar um documento
ru: Импортировать документ
sv: Importera ett dokument
uk: Імпортувати документ

source: Create a new document
ca: Crea un document nou
fr: Créer un nouveau document
ja: 新しいドキュメントを作成
pt: Criar um novo documento
ru: Создать новый документ
sv: Skapa ett nytt dokument
uk: Створити новий документ

source: Open a document
ca: Obre un document
fr: Ouvrir un document
ja: ドキュメントを開く
pt: Abrir um documento
ru: Открыть документ
sv: Öppna ett dokument
uk: Відкрити документ

source: Open a document that was recently opened
ca: Obre un document que s'ha obert recentment
fr: Ouvrir un document récent
ja: 最近開いたドキュメントを開く
pt: Abrir um documento que foi recentemente aberto
ru: Открыть недавно открытый документ
sv: Öppna ett dokument som nyligen öppnats
uk: Відкрити документ, який було відкрито нещодавно

source: The page setup action of a document editor
ca: L'acció de configuració de la pàgina d'un editor de documents
fr: L'action de mise en page d'un éditeur de document
ja: ドキュメントエディターにおけるページ設定アクション
pt: A página de ação de configuração de um editor de documentos
ru: Действие настройки страницы в редакторе документов
sv: En dokumentredigerares åtgärd för att ställa in sidan
uk: Дія налаштування сторінки редактора документів

source: Print
ca: Imprimeix
fr: Imprimer
ja: 印刷
pt: Imprimir
ru: Печать
sv: Skriv ut
uk: Надрукувати

source: The print preview action of an application
ca: L'acció de previsualització d'impressió d'una aplicació
fr: L'action d'aperçu avant impression d'une application
ja: アプリケーションにおける印刷プレビューアクション
pt: A ação da antevisão de impressão de uma aplicação
ru: Действие предварительного просмотра печати в приложении
sv: Förhandsgranskning av utskrift i en applikation
uk: Дія попереднього перегляду друку застосунку

source: View the properties of a document
ca: Mostra les propietats d'un document
fr: Afficher les propriétés d'un document
ja: ドキュメントのプロパティを表示
pt: Ver as propriedades de um documento
ru: Просмотр свойств документа
sv: Visa egenskaperna för ett dokument
uk: Перегляд властивостей документа

source: Revert to a previous version of a document
ca: Torna a una versió anterior d'un document
fr: Revenir à une version précédente d'un document
ja: ドキュメントを以前のバージョンに復元
pt: Reverter para uma versão anterior de um documento
ru: Вернуться к предыдущей версии документа
sv: Återgå till en tidigare version av ett dokument
uk: Повернутися до попередньої версії документа

source: Save
ca: Desa
fr: Enregistrer
ja: 保存
pt: Guardar
ru: Сохранить
sv: Spara
uk: Зберегти

source: Save as
ca: Desa com a
fr: Enregistrer sous
ja: 名前をつけて保存
pt: Guardar como
ru: Сохранить как
sv: Spara som
uk: Зберегти як

source: Send
ca: Envia
fr: Envoyer
ja: 送信
pt: Enviar
ru: Отправить
sv: Skicka
uk: Надіслати

source: Edit
ca: Edita
fr: Modifier
ja: 編集
pt: Editar
ru: Изменить
sv: Redigera
uk: Редагувати

source: Clear
ca: Neteja
fr: Effacer
ja: 消去
pt: Limpar
ru: Очистить
sv: Töm
uk: Очистити

source: Copy
ca: Copia
fr: Copier
ja: コピー
pt: Copiar
ru: Копировать
sv: Kopiera
uk: Скопіювати

source: Cut
ca: Retalla
fr: Couper
ja: 切り取り
pt: Cortar
ru: Вырезать
sv: Klipp ut
uk: Вирізати

source: Delete
ca: Suprimeix
fr: Supprimer
ja: 削除
pt: Apagar
ru: Удалить
sv: Ta bort
uk: Видалити

source: Find
ca: Troba
fr: Rechercher
ja: 検索
pt: Encontrar
ru: Найти
sv: Sök
uk: Знайти

source: Find & Replace
ca: Troba i reemplaça
fr: Rechercher et remplacer
ja: 検索と置換
pt: Encontrar e Substituir
ru: Найти и заменить
sv: Sök och ersätt
uk: Знайти й замінити

source: Flag an item, such as a spam email
ca: Marca un element, com ara un missatge com a brossa
fr: Marquer un élément, tel qu'un e-mail de spam
ja: 項目にフラグをつける (迷惑メールなど)
pt: Sinalizar um item, como por exemplo um email de spam
ru: Пометить элемент, например, спам-письмо
sv: Flagga ett objekt, t.ex. ett skräppostmeddelande
uk: Позначити елемент, наприклад, електронний лист зі спамом

source: Paste
ca: Enganxa
fr: Coller
ja: 貼り付け
pt: Colar
ru: Вставить
sv: Klistra in
uk: Вставити

source: Redo
ca: Refés
fr: Rétablir
ja: やり直す
pt: Refazer
ru: Повторить
sv: Gör om
uk: Повторити

source: Select all
ca: Selecciona-ho tot
fr: Tout séléctionner
ja: すべて選択
pt: Selecionar tudo
ru: Выделить всё
sv: Välj alla
uk: Вибрати всі

source: Undo
ca: Desfés
fr: Annuler
ja: 元に戻す
pt: Desfazer
ru: Отменить
sv: Ångra
uk: Скасувати

source: Create a new calendar event
ca: Crea un nou esdeveniment del calendari
fr: Créer un nouvel événement du calendrier
ja: カレンダーに新しい予定を作成
pt: Criar um novo evento de calendário
ru: Создать новое событие в календаре
sv: Skapa en ny kalenderhändelse
uk: Створити нову подію календаря

source: Copy a folder
ca: Copia una carpeta
fr: Copier un dossier
ja: フォルダーをコピー
pt: Copiar uma pasta
ru: Копировать папку
sv: Kopiera en mapp
uk: Копіювати теку

source: Move a folder
ca: Mou una carpeta
fr: Déplacer un dossier
ja: フォルダーを移動
pt: Mover uma pasta
ru: Переместить папку
sv: Flytta en mapp
uk: Перемістити теку

source: Create a new folder
ca: Crea una carpeta nova
fr: Créer un nouveau dossier
ja: 新しいフォルダーを作成
pt: Criar uma nova pasta
ru: Создать новую папку
sv: Skapa en ny mapp
uk: Створити нову теку

source: Decrease indent
ca: Disminueix el sagnat
fr: Diminuer le retrait
ja: インデントを減らす
pt: Diminuir o recuar
ru: Уменьшить отступ
sv: Minska strecksatsen
uk: Зменшити відступ

source: Increase indent
ca: Augmenta el sagnat
fr: Augmenter le retrait
ja: インデントを増やす
pt: Aumentar o recuar
ru: Увеличить отступ
sv: Öka indraget
uk: Збільшити відступ

source: Center justify text
ca: Ajusta el text al centre
fr: Centrer le texte
ja: テキストを中央寄せ
pt: Centrar texto justificado
ru: Выровнять текст по центру
sv: Centrera och justera text
uk: Вирівняти текст по центру

source: Fill justify text
ca: Emplena el text ajustat
fr: Justifier le texte
ja: テキストを両端揃え
pt: Preencher texto justificado
ru: Заполнить текстом по всей ширине
sv: Fyll i rättfärdigande text
uk: Заповнити текстом

source: Left justify text
ca: Text ajustat a l'esquerra
fr: Aligner le texte à gauche
ja: テキストを左揃え
pt: Texto justificado à esquerda
ru: Выровнять текст по левому краю
sv: Vänsterjustera text
uk: Вирівняти текст вліво

source: Right justify text
ca: Text ajustat a la dreta
fr: Aligner le texte à droite
ja: テキストを右揃え
pt: Texto justificado à direita
ru: Выровнять текст по правому краю
sv: Högerjustera text
uk: Вирівняти текст вправо

source: Format text as left-to-right
ca: Formata el text d'esquerra a dreta
fr: Formater le texte de gauche à droite
ja: テキストを LTR にする
pt: Formatar texto da esquerda para a direita
ru: Форматировать текст слева направо
sv: Formatera text från vänster till höger
uk: Форматувати текст зліва направо

source: Format text as right-to-left
ca: Formata el text de dreta a esquerra
fr: Formater le texte de droite à gauche
ja: テキストを RTL にする
pt: Formatar texto da direita para a esquerda
ru: Форматировать текст справа налево
sv: Formatera text från höger till vänster
uk: Форматувати текст справа наліво

source: Format text as bold
ca: Formata el text en negreta
fr: Formater le texte en gras
ja: テキストを太字にする
pt: Formatar texto em negrito
ru: Форматировать текст жирным шрифтом
sv: Formatera text som fet
uk: Форматувати текст жирним шрифтом

source: Format text as highlighted
ca: Formata el text com a ressaltat
fr: Surligner le texte
ja: テキストをハイライト
pt: Formatar texto em destaque
ru: Форматировать текст как выделенный
sv: Formatera text som markerad
uk: Форматувати текст як виділений

source: Format text as italic
ca: Formata el text en cursiva
fr: Formater le texte en italique
ja: テキストを斜体にする
pt: Formatar texto em itálico
ru: Форматировать текст курсивом
sv: Formatera text som kursiv
uk: Форматувати текст курсивом

source: Format text as underlined
ca: Formata el text com a subratllat
fr: Formater le texte en souligné
ja: テキストに下線を引く
pt: Formatar texto em sublinhado
ru: Форматировать текст как подчёркнутый
sv: Formatera text som understruken
uk: Форматувати текст підкресленим

source: Format text as being struck through
ca: Formata el text com a ratllat
fr: Barrer le texte
ja: テキストに打ち消し線を引く
pt: Formatar texto como rasurado
ru: Форматировать текст как зачёркнутый
sv: Formatera texten som genomstruken
uk: Форматувати текст як закреслений

source: Go to the bottom, such as in a list
ca: Ves a la part inferior, com ara en una llista
fr: Aller au bas de l'écran, par exemple dans une liste
ja: 一覧などにおいて、一番下に移動
pt: Ir para o fundo, como por exemplo numa lista
ru: Перейти в конец, например, некоторого списка
sv: Gå till botten, t.ex. i en lista
uk: Перейти в самий низ, наприклад, у списку

source: Go down, such as in a list
ca: Ves avall, com ara en una llista
fr: Descendre, par exemple dans une liste
ja: 一覧などにおいて、下に移動
pt: Ir para baixo, como por exemplo numa lista
ru: Перейти ниже, например, в некотором списке
sv: Gå ner, till exempel i en lista
uk: Перейти нижче, наприклад, у списку

source: Go to the first item, such as in a list
ca: Ves al primer element, com ara en una llista
fr: Aller au premier élément, par exemple dans une liste
ja: 一覧などにおいて、最初の項目に移動
pt: Ir para o primeiro item, como por exemplo numa lista
ru: Перейти к первому элементу, например, некоторого списка
sv: Gå till det första objektet, t.ex. i en lista
uk: Перейти до першого елемента, наприклад, у списку

source: Go to the home location
ca: Ves a la ubicació d'inici
fr: Aller à la page d'accueil
ja: ホームに移動
pt: Ir para a localização da casa
ru: Перейти к расположению домашней папки
sv: Gå till startplatsen
uk: Перейти у домашнє розташування

source: Jump to a location
ca: Ves a una ubicació
fr: Aller à
ja: 場所に移動
pt: Saltar para uma localização
ru: Перейти к расположению
sv: Hoppa till en plats
uk: Перейти до розташування

source: Go to the last item, such as in a list
ca: Ves a l'últim element, com ara en una llista
fr: Aller au dernier élément, par exemple dans une liste
ja: 一覧などにおいて、最後の項目に移動
pt: Ir para o último item, como por exemplo numa lista
ru: Перейти к последнему элементу, например, некоторого списка
sv: Gå till sista punkten, t.ex. i en lista
uk: Перейти до останнього елемента, наприклад, у списку

source: Go forward to the next item, such as in a list or navigation
ca: Ves al següent element, com ara en una llista o una navegació
fr: Passer à l'élément suivant, par exemple dans une liste ou une navigation
ja: 一覧やナビゲーションなどにおいて、次の項目に移動する
pt: Avançar para o item seguinte, como por exemplo numa lista ou navegação
ru: Перейти к следующему элементу, например, в некотором списке или навигации
sv: Gå vidare till nästa objekt, t.ex. i en lista eller navigering
uk: Перейти до наступного елемента, наприклад, у списку або навігації

source: Go back to the previous item, such as in a list or navigation
ca: Torna a l'element anterior, com ara en una llista o una navegació
fr: Revenir à l'élément précédent, par exemple dans une liste ou une navigation
ja: 一覧やナビゲーションなどにおいて、前の項目に移動する
pt: Voltar a trás para o último item, como por exemplo numa lista ou navegação
ru: Перейти к предыдущему элементу, например, в некотором списке или навигации
sv: Gå tillbaka till föregående objekt, t.ex. i en lista eller navigering
uk: Повернутися до попереднього елемента, наприклад, у списку або навігації

source: Go to the top, such as in a list
ca: Ves a dalt, com ara en una llista
fr: Aller en haut de l'écran, par exemple dans une liste
ja: 一覧などにおいて、一番上に移動
pt: Ir para o topo, como por exemplo numa lista
ru: Перейти в начало, например, некоторого списка
sv: Gå till toppen, t.ex. i en lista
uk: Перейти на початок, наприклад, у списку

source: Go up, such as in a list
ca: Ves amunt, com ara en una llista
fr: Remonter, par exemple dans une liste
ja: 一覧などにおいて、上に移動
pt: Ir para cima, como por exemplo numa lista
ru: Перейти выше, например, в некотором списке
sv: Gå upp, till exempel i en lista
uk: Перейти вгору, наприклад, у списку

source: Information about an app
ca: Informació sobre una aplicació
fr: Informations à propose d'une application
ja: アプリについての情報
pt: Informação sobre uma aplicação
ru: Информация о приложении
sv: Information om en app
uk: Інформація про застосунок

source: Get help
ca: Obteniu ajuda
fr: Obtenir de l'aide
ja: サポートを受ける
pt: Obter ajuda
ru: Получить помощь
sv: Få hjälp
uk: Отримати допомогу

source: Frequently asked questions
ca: Preguntes freqüents
fr: Questions fréquemment posées
ja: よくある質問
pt: Perguntas mais frequentes
ru: Часто задаваемые вопросы
sv: Vanliga frågor (FAQ)
uk: Найпоширеніші запитання

source: Make adjustments to an image
ca: Feu ajustos en una imatge
fr: Ajuster une image
ja: 画像を補正
pt: Fazer ajustes a uma imagem
ru: Коррекция изображения
sv: Gör justeringar i en bild
uk: Коригування зображення

source: Automatically adjust an image
ca: Ajusta automàticament una imatge
fr: Ajuster automatiquement une image
ja: 画像を自動補正
pt: Ajustar automaticamente uma imagem
ru: Автокоррекция изображения
sv: Automatisk justering av en bild
uk: Автокоригування зображення

source: Crop an image
ca: Escapça una imatge
fr: Rogner une image
ja: 画像を切り抜く
pt: Cortar uma imagem
ru: Обрезать изображение
sv: Beskär en bild
uk: Обрізати зображення

source: Remove red eye from an image
ca: Elimina l'ull vermell d'una imatge
fr: Enlever les yeux rouges d'une image
ja: 画像から赤目を取り除く
pt: Remover olhos vermelhos de uma imagem
ru: Убрать эффект красных глаз с изображения
sv: Ta bort röda ögon från en bild
uk: Прибрати ефект «червоних очей» із зображення

source: Insert an image
ca: Insereix una imatge
fr: Insérer une image
ja: 画像を挿入
pt: Inserir uma imagem
ru: Вставить изображение
sv: Infoga en bild
uk: Вставити зображення

source: Insert a link
ca: Insereix un enllaç
fr: Insérer un lien
ja: リンクを挿入
pt: Inserir uma ligação
ru: Вставить ссылку
sv: Infoga en länk
uk: Вставити посилання

source: Insert an object
ca: Insereix un objecte
fr: Insérer un objet
ja: オブジェクトを挿入
pt: Inserir um objeto
ru: Вставить объект
sv: Infoga ett objekt
uk: Вставити об'єкт

source: Insert text
ca: Insereix text
fr: Insérer du texte
ja: テキストを挿入
pt: Inserir texto
ru: Вставить текст
sv: Infoga text
uk: Вставити текст

source: Add to a list
ca: Afegeix a una llista
fr: Ajouter à la liste
ja: 一覧に追加
pt: Adicionar a uma lista
ru: Добавить в список
sv: Lägg till i en lista
uk: Додати до списку
